[
  {
    "Tên bệnh": "Bệnh chốc",
    "Tên khoa học": "Impetigo",
    "Triệu chứng": "Khởi phát là dát đỏ xung huyết, ấn kính hoặc căng da mất màu, kích thước 0,5-1cm đường kính sau đó bóng nước nhanh chóng phát triển trên dát đỏ. Bóng nước kích thước 0,5-1cm đường kính, nhăn nheo, xung quanh có quầng đỏ viêm, hoá mủ nhanh sau vài giờ thành bóng mủ. Bóng nước nhanh chóng dập vỡ, đóng vảy tiết màu vàng nâu hoặc nâu nhạt giống màu mật ong. Nếu cậy vảy sẽ thấy ở dưới là vết trợt nông màu đỏ, bề mặt ẩm ướt. Ở đầu, vảy tiết làm bết tóc.",
    "Vị trí xuất hiện": "Vùng da hở như tay, mặt, cổ, chi dưới đặc biệt chốc ở đầu thường kèm theo chấy.",
    "Nguyên nhân": "- Do tụ cầu vàng, liên cầu hoặc phối hợp cả hai. - Yếu tố thuận lợi tuổi nhỏ, thời tiết nóng ẩm, mùa hè, điều kiện vệ sinh kém hoặc có bệnh da phối hợp như chấy rận, ghẻ, côn trùng cắn, viêm da cơ địa.",
    "Tiêu chí chẩn đoán": "- Lâm sàng: Khởi phát là dát đỏ xung huyết, ấn kính hoặc căng da mất màu, kích thước 0,5-1cm đường kính sau đó bóng nước nhanh chóng phát triển trên dát đỏ. - Cận lâm sàng: Nhuộm Gram dịch hoặc mủ tại tổn thương thấy cầu khuẩn Gram dương xếp thành chuỗi hoặc từng đám, kèm theo là bạch cầu đa nhân trung tính. Nuôi cấy dịch hoặc mủ xác định chủng gây bệnh và làm kháng sinh đồ giúp điều trị những trường hợp khó.",
    "Chẩn đoán phân biệt": "- Nấm da - Thủy đậu - Herpes simplex - Hội chứng bong vảy da do tụ cầu (Staphylococcal Scalded Skin Syndrome) - Zona (Herpes Zoster) - Pemphigus vulgaris (pemphigus thông thường) - Bệnh bóng nước dạng pemphigus (pemphigoid) - Viêm da dạng herpes của Duhring-Brocq",
    "Điều trị": "- Tại chỗ: Ngâm, tắm ngày một lần bằng nước thuốc tím loãng 1/10.000 hoặc các dung dịch sát khuẩn khác. Bôi dung dịch màu vào buổi sáng milian, castellani, dung dịch eosin 2... Trường hợp nhiều vảy tiết đắp nước muối sinh lý 9‰, nước thuốc tím 1/10.000 hoặc dung dịch Jarish lên tổn thương, đắp liên tục đến khi bong hết vảy, hoặc bôi mỡ kháng sinh như mỡ mupirocin hoặc kem axit fucidic, erythromycin...ngày hai đến ba lần. - Toàn thân: chỉ định khi tổn thương nhiều, lan tỏa",
    "Phòng bệnh": "- Chú ý phòng bệnh cho trẻ nhỏ, nhất là sau khi mắc bệnh do virus như sởi. - Tắm rửa vệ sinh ngoài da, cắt tóc, cắt móng tay. - Tránh ở lâu những nơi ẩm thấp, thiếu ánh sáng. - Điều trị sớm và tích cực, tránh chà xát, gãi nhiều gây biến chứng. - Xét nghiệm nước tiểu cho bệnh nhi vào tuần thứ 3 sau khi khỏi phát bệnh để phát hiện biến chứng viêm cầu thận cấp. - Tránh côn trùng đốt.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Cephalexin",
        "Liều lượng": "250mg x 4 lần/ngày",
        "Thời gian sử dụng": "5-7 ngày"
      },
      {
        "Tên thuốc": "Docloxacin",
        "Liều lượng": "250mg x 4 lần/ngày",
        "Thời gian sử dụng": "5-7 ngày"
      },
      {
        "Tên thuốc": "Clindamycin",
        "Liều lượng": "300-400mg x 3 lần/ngày",
        "Thời gian sử dụng": "5-7 ngày"
      },
      {
        "Tên thuốc": "Amoxicillin clavulanic",
        "Liều lượng": "875/125mg x 2 lần/ngày",
        "Thời gian sử dụng": "5-7 ngày"
      },
      {
        "Tên thuốc": "Trimetroprim - sulfamethoxaxol",
        "Liều lượng": "30mg/kg/ngày, chia hai lần",
        "Thời gian sử dụng": "5-7 ngày"
      },
      {
        "Tên thuốc": "Vancomycin",
        "Liều lượng": "30 mg/kg/ngày, chia 4 lần không dùng quá 2g/ngày",
        "Thời gian sử dụng": "5-7 ngày"
      }
    ]
  },
  {
    "Tên bệnh": "Bệnh da do nấm sợi",
    "Tên khoa học": "Dermatophytosis",
    "Triệu chứng": "Ngứa, tổn thương da lan tỏa",
    "Vị trí xuất hiện": "Bàn chân, bẹn, mặt, thân mình, vùng râu",
    "Nguyên nhân": "Nhiễm các loại nấm sợi Trichophyton, Epidermophyton, Microsporum",
    "Tiêu chí chẩn đoán": "Triệu chứng lâm sàng và xét nghiệm (soi tươi tìm sợi nấm, nuôi cấy)",
    "Chẩn đoán phân biệt": "Erythrasma, viêm kẽ do Candida",
    "Điều trị": "Vệ sinh cá nhân, tránh mặc quần áo ẩm ướt, dùng thuốc bôi tại chỗ hoặc toàn thân",
    "Phòng bệnh": "Vệ sinh cá nhân, không mặc quần áo ẩm ướt, tránh tiếp xúc với vật nuôi bị bệnh, điều trị sớm khi mắc bệnh",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Ciclopiroxolamin",
        "Liều lượng": "Bôi ngày 1-2 lần",
        "Thời gian sử dụng": "Ít nhất 3-4 tuần"
      },
      {
        "Tên thuốc": "Ketoconazol",
        "Liều lượng": "Bôi ngày 1-2 lần",
        "Thời gian sử dụng": "Ít nhất 3-4 tuần"
      },
      {
        "Tên thuốc": "Terbinafin",
        "Liều lượng": "Bôi ngày 1-2 lần",
        "Thời gian sử dụng": "Ít nhất 3-4 tuần"
      },
      {
        "Tên thuốc": "Clotrimazol",
        "Liều lượng": "Bôi ngày 1-2 lần",
        "Thời gian sử dụng": "Ít nhất 3-4 tuần"
      },
      {
        "Tên thuốc": "Griseofulvin 500mg",
        "Liều lượng": "Trẻ em: 10-20mg/kg/ngày; Người lớn: 1-2 viên/ngày",
        "Thời gian sử dụng": "4-6 tuần"
      },
      {
        "Tên thuốc": "Terbinafin 250mg",
        "Liều lượng": "1 viên/ngày",
        "Thời gian sử dụng": "10-14 ngày"
      },
      {
        "Tên thuốc": "Itraconazol 100mg",
        "Liều lượng": "2 viên/ngày",
        "Thời gian sử dụng": "3-4 tuần"
      }
    ]
  },
  {
    "Tên bệnh": "Bệnh da và niêm mạc do Candida",
    "Tên khoa học": "Candidosis",
    "Triệu chứng": "Nhiễm Candida da: Mảng ban đỏ rõ rệt, đôi khi trượt, có thể kèm mụn mủ vệ tinh. Nhiễm Candida niêm mạc: Viêm miệng tưa miệng, viêm âm hộ âm đạo, viêm quy đầu, viêm quanh móng và móng, nhiễm Candida da niêm mạc mạn tính và u hạt.",
    "Vị trí xuất hiện": "Da, niêm mạc (miệng, âm đạo, quy đầu, quanh móng, móng)",
    "Nguyên nhân": "Chủ yếu do C. albicans, ngoài ra còn do các chủng Candida khác như C. tropicalis, C. dubliniensis, C. parapsilosis, C. guilliermondii, C. krusei, C. pseudotropicalis, C. lusitaniae, C. zeylanoides, C. glabrata.",
    "Tiêu chí chẩn đoán": "- Biểu hiện lâm sàng đặc trưng cho từng thể lâm sàng khác nhau. - Soi tươi phát hiện nấm men nảy chồi và giả sợi. - Nuôi cấy, phân lập nấm candida. - Xét nghiệm PCR giúp phân loại các loại Candida - Sinh thiết (trong chẩn đoán nhiễm Candida da niêm mạc mạn tính)",
    "Chẩn đoán phân biệt": "- Nhiễm Candida da: viêm da tiếp xúc kích ứng, viêm da tiếp xúc dị ứng, phản ứng chàm, nhiễm nấm da khác không phải candida. - Nhiễm Candida niêm mạc: Viêm miệng bạch sản, phì đại gai lưỡi, viêm lưỡi bản đồ, loét áp to, viêm lưỡi do nhiễm khuẩn, viêm âm hộ âm đạo do trùng roi, viêm âm đạo do vi khuẩn, viêm da tã lót, viêm quy đầu do nhiễm khuẩn, do herpes, vảy nến, hồng sản Queyrat. - Nhiễm Candida quanh móng và móng: viêm quanh móng do vi khuẩn, bệnh trắng móng, sang chấn móng, vảy nến, chàm đầu chi. - Nhiễm Candida da niêm mạc mạn tính và u hạt: vảy nến, dày sừng nang lông, bệnh lý do da toàn thân.",
    "Điều trị": "- Nhiễm Candida da: thuốc bôi imidazol (bifonazol, clotrimazol, fenticonazol, isoconazol, ketoconazol, miconazol, omoconazol, oxiconazol, terconazol), allylamines (terbinafin). - Nhiễm Candida niêm mạc: Viêm miệng (nystatin dung dịch), Viêm âm hộ âm đạo (thuốc chống nấm nhóm azol dạng đặt hoặc kem), Viêm quy đầu (thuốc bôi và uống tương tự nhiễm Candida da). - Nhiễm Candida quanh móng và móng: thuốc bôi dung dịch amorolfin, ciclopiroxolamin, thuốc uống toàn thân itraconazol, fluconazol, terbinafin. - Nhiễm Candida da niêm mạc mạn tính và u hạt: thuốc chống nấm toàn thân.",
    "Phòng bệnh": "- Vệ sinh da thường xuyên. - Giữ khô các nếp gấp, có thể sử dụng các bột talc làm khô. - Quần, áo, tất, giày cần làm khô, phơi nắng, là trước khi sử dụng - Hạn chế dùng các thuốc kháng sinh kéo dài.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Ketoconazol",
        "Liều lượng": "200 mg/ngày",
        "Thời gian sử dụng": "7 ngày"
      },
      {
        "Tên thuốc": "Fluconazol",
        "Liều lượng": "150 mg/tuần",
        "Thời gian sử dụng": "4 tuần"
      },
      {
        "Tên thuốc": "Itraconazol",
        "Liều lượng": "200 mg x 2 lần/ngày",
        "Thời gian sử dụng": "4 tuần"
      },
      {
        "Tên thuốc": "Posaconazol",
        "Liều lượng": "800 mg/ngày",
        "Thời gian sử dụng": "3 tuần"
      },
      {
        "Tên thuốc": "Voriconazol",
        "Liều lượng": "4 mg/kg/12 giờ (tiêm tĩnh mạch) hoặc 100-200 mg/12 giờ (uống)",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Caspofungin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Micafungin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Nystatin",
        "Liều lượng": "Dạng dung dịch, súc miệng 2-3 lần/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Butoconazol",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Clotrimazol",
        "Liều lượng": "Dạng đặt hoặc kem",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Econazol lipogel",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Fenticonazol",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Miconazol",
        "Liều lượng": "Dạng đặt hoặc kem",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Omoconazol",
        "Liều lượng": "Dạng đặt hoặc kem",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Oxiconazol",
        "Liều lượng": "Dạng đặt hoặc kem",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Terconazol",
        "Liều lượng": "Dạng đặt hoặc kem",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Amorolfin",
        "Liều lượng": "Dung dịch bôi 1 lần/tuần",
        "Thời gian sử dụng": "6 tháng"
      },
      {
        "Tên thuốc": "Ciclopiroxolamin",
        "Liều lượng": "Dung dịch bôi 1 lần/ngày",
        "Thời gian sử dụng": "3-6 tháng"
      },
      {
        "Tên thuốc": "Amphotericin B",
        "Liều lượng": "0.1mg (tổn thương khu trú), 0.7mg/kg (tổn thương lan rộng và tiến triển)",
        "Thời gian sử dụng": "1 lần, cách nhau 3 ngày"
      }
    ]
  },
  {
    "Tên bệnh": "Nấm tóc",
    "Tên khoa học": "Tinea capitis",
    "Triệu chứng": "Viêm, tổn thương tóc, nang tóc da đầu và vùng da xung quanh do nấm. Nốt màu nâu hoặc đen dọc theo thân tóc (Piedra đen). Các nốt mềm, ít dính, màu trắng (Piedra trắng). Vảy da, mảng rụng tóc với chấm đen, hình thành kerion. Mảng vảy tiết màu vàng, dày chứa sợi và mảng da chết (Favus).",
    "Vị trí xuất hiện": "Da đầu, tóc",
    "Nguyên nhân": "Nấm dermatophyte (Microsporum, Trichophyton), Trichophyton beigelii (Piedra trắng), Piedraia hortae (Piedra đen)",
    "Tiêu chí chẩn đoán": "Lâm sàng, soi tươi bệnh phẩm (vảy da, tóc) với KOH, nuôi cấy nấm trên môi trường Sabouraud.",
    "Chẩn đoán phân biệt": "Nấm tóc Piedra, gãy tóc, tóc nút, Trichomycosis axillaris, rận mu. Viêm da đầu, rụng tóc thể mảng, tật nhổ tóc, vảy nến, viêm da mủ, viêm nang lông, lichen phẳng, lupus đỏ dạng đĩa, viêm nang lông.",
    "Điều trị": "Cắt tóc ngắn, gội đầu bằng dung dịch sát khuẩn và chống nấm, sử dụng thuốc chống nấm toàn thân.",
    "Phòng bệnh": "Vệ sinh tóc thường xuyên, hạn chế gội đầu vào ban đêm, giữ khô tóc, hạn chế trẻ nhỏ chơi với súc vật.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Ketoconazol",
        "Liều lượng": "2%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Fluconazol",
        "Liều lượng": "6 mg/kg/ngày",
        "Thời gian sử dụng": "3-6 tuần (người lớn), 6 tuần (trẻ em)"
      },
      {
        "Tên thuốc": "Griseofulvin",
        "Liều lượng": "20 mg/kg/ngày (người lớn), 20-25 mg/kg/ngày (trẻ em)",
        "Thời gian sử dụng": "6-8 tuần"
      },
      {
        "Tên thuốc": "Itraconazol",
        "Liều lượng": "5 mg/kg/ngày (người lớn), 3-5 mg/kg/ngày (trẻ em)",
        "Thời gian sử dụng": "4-8 tuần (người lớn), 6 tuần (trẻ em)"
      },
      {
        "Tên thuốc": "Terbinafin",
        "Liều lượng": "250 mg/ngày (người lớn), 62,5 mg/ngày (trẻ em <20 kg), 125 mg/ngày (trẻ em 20-40 kg), 250 mg/ngày (trẻ em >40 kg)",
        "Thời gian sử dụng": "2-4 tuần (người lớn), 2-6 tuần (trẻ em)"
      }
    ]
  },
  {
    "Tên bệnh": "Onychomycosis",
    "Tên khoa học": "Onychomycosis",
    "Triệu chứng": "Móng dày lên, đổi màu (trắng, vàng, cam), dễ mủn, có thể tách rời khỏi giường móng, viêm quanh móng",
    "Vị trí xuất hiện": "Móng tay, móng chân",
    "Nguyên nhân": "Nhiễm nấm (dermatophytes, yeasts, moulds)",
    "Tiêu chí chẩn đoán": "Biểu hiện lâm sàng, soi trực tiếp tìm nấm, nuôi cấy và định loại nấm",
    "Chẩn đoán phân biệt": "Vẩy nến thể móng, Lichen móng, Loạn dưỡng móng, Viêm quanh móng do nhiễm khuẩn, Hội chứng vàng móng",
    "Điều trị": "Thuốc bôi tại chỗ (ciclopiroxolamin, amorolfin), thuốc uống (fluconazol, griseofulvin, itraconazol, terbinafin), điều trị hỗ trợ (bào mòn móng, loại bỏ móng bằng phẫu thuật hoặc đắp ure 40%)",
    "Phòng bệnh": "Vệ sinh cá nhân, cắt tỉa gọn gàng móng tay, móng chân, mang giày tất thoáng rộng, điều trị thuốc chống nấm đúng, đủ liều khi mắc bệnh",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Ciclopiroxolamin",
        "Liều lượng": "Bôi hàng ngày",
        "Thời gian sử dụng": "Đến khi khỏi"
      },
      {
        "Tên thuốc": "Amorolfin (Loceryl 5%)",
        "Liều lượng": "Bôi 1 tuần 1 lần",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Fluconazol",
        "Liều lượng": "150-200 mg/tuần",
        "Thời gian sử dụng": "9 tháng"
      },
      {
        "Tên thuốc": "Griseofulvin",
        "Liều lượng": "1-2 g/ngày",
        "Thời gian sử dụng": "Cho tới khi móng trở nên bình thường"
      },
      {
        "Tên thuốc": "Itraconazol",
        "Liều lượng": "200 mg/ngày hoặc 200 mg x 2 lần/ngày",
        "Thời gian sử dụng": "12 tuần hoặc 1 tuần/tháng trong 2-3 tháng"
      },
      {
        "Tên thuốc": "Terbinafin",
        "Liều lượng": "250 mg/ngày",
        "Thời gian sử dụng": "12 tuần hoặc 4 tuần, nghỉ 4 tuần, điều trị tiếp 4 tuần"
      },
      {
        "Tên thuốc": "Fluconazol (trẻ em)",
        "Liều lượng": "6 mg/kg/tuần",
        "Thời gian sử dụng": "12-16 tuần (móng tay) hoặc 18-26 tuần (móng chân)"
      },
      {
        "Tên thuốc": "Griseofulvin (trẻ em)",
        "Liều lượng": "20 mg/kg/ngày",
        "Thời gian sử dụng": "Cho tới khi móng trở về bình thường"
      },
      {
        "Tên thuốc": "Itraconazol (trẻ em)",
        "Liều lượng": "5 mg/kg/ngày (<20kg), 100 mg/ngày (20-40kg), 200 mg/ngày (40-50kg), 200 mg x 2 lần/ngày (>50kg)",
        "Thời gian sử dụng": "1 tuần/tháng trong 2 tháng liên tiếp (móng tay) hoặc 3 tháng liên tiếp (móng chân)"
      },
      {
        "Tên thuốc": "Terbinafin (trẻ em)",
        "Liều lượng": "62.5 mg/ngày (<20kg), 125 mg/ngày (20-40kg), 250 mg/ngày (>40kg)",
        "Thời gian sử dụng": "6 tuần (móng tay) hoặc 12 tuần (móng chân)"
      }
    ]
  },
  {},
  {
    "Tên bệnh": "Zona",
    "Tên khoa học": "Herpes zoster",
    "Triệu chứng": "Ban đỏ, mụn nước, bóng nước tập trung thành đám, thành chùm dọc theo đường phân bố của thần kinh ngoại biên, cảm giác bất thường trên một vùng da như bỏng, nóng rát, châm chích, tê, đau, nhức đầu, sợ ánh sáng, khó chịu, rối loạn bài tiết mồ hôi, vận mạch, phản xạ dựng lông.",
    "Vị trí xuất hiện": "Da, niêm mạc, dây thần kinh ngoại biên (liên sườn, ngực bụng, cổ, đám rối cổ, cánh tay, hông, bụng, sinh dục, bẹn, xương cùng, ụ ngồi, đùi, mặt, tai).",
    "Nguyên nhân": "Do sự tái hoạt của virus Varicella zoster (VZV) tiềm ẩn ở rễ thần kinh cảm giác cạnh cột sống.",
    "Tiêu chí chẩn đoán": "Chủ yếu dựa vào lâm sàng: tiền triệu bệnh (cảm giác bất thường trên da), xuất hiện mảng đỏ hơi nề nhẹ, mụn nước, bóng nước tập trung thành đám, xét nghiệm Tzanck (tế bào gai lệch hình, tế bào da nhân khổng lồ), PCR (dịch và mô), sinh thiết da.",
    "Chẩn đoán phân biệt": "Đau đầu, viêm mống mắt, viêm màng phổi, viêm thần kinh cánh tay, đau do bệnh tim, viêm ruột thừa, viêm túi mật, sỏi mật, đau quặn thận, thoát vị đĩa đệm, đau thần kinh tọa, herpes simplex, viêm da tiếp xúc dị ứng, pemphigus, pemphigoid, Duhring-Brocq, bệnh tăng IgA thành dải.",
    "Điều trị": "Tại chỗ: bôi hồ nước, dung dịch màu Millian, Castellani, mỡ Acyclovir, mỡ kháng sinh (nếu bội nhiễm). Toàn thân: Acyclovir, Famciclovir, Valacyclovir, kháng sinh chống bội nhiễm, giảm đau, kháng viêm, an thần, sinh tố nhóm B liều cao, kem chứa Lidocain và Prilocain, kem Capsaicin, Lidocain gel, thuốc chống trầm cảm ba vòng, phong bế thần kinh, vật lý trị liệu.",
    "Phòng bệnh": "Điều trị bệnh zona bằng thuốc kháng virus sớm trong vòng 72 giờ đầu.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Acyclovir",
        "Liều lượng": "800mg x 5 lần/ngày",
        "Thời gian sử dụng": "7-10 ngày"
      },
      {
        "Tên thuốc": "Famciclovir",
        "Liều lượng": "500mg mỗi 8 giờ (3 lần/ngày)",
        "Thời gian sử dụng": "7 ngày"
      },
      {
        "Tên thuốc": "Valacyclovir",
        "Liều lượng": "1000mg mỗi 8 giờ (3 lần/ngày)",
        "Thời gian sử dụng": "7 ngày"
      },
      {
        "Tên thuốc": "Amitripylin",
        "Liều lượng": "25-75mg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Carbamazepin",
        "Liều lượng": "400-1.200mg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Gabapentin",
        "Liều lượng": "900-2.000mg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Pregabalin",
        "Liều lượng": "150mg-300mg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Bệnh hạt cơm",
    "Tên khoa học": "Warts, Human Papilloma Virut HPV",
    "Triệu chứng": "Các sẩn nhỏ bằng hạt kê, màu da, sau vài tuần hoặc vài tháng, thường tổn thương lớn dần, nổi cao, có hình bán cầu, bề mặt sần sùi thô ráp, dày sừng với nhiều kích thước khác nhau. Các tổn thương rải rác hoặc thành dải hoặc thành đám hay gặp ở mu bàn tay, mu bàn chân, ngón tay và ngón chân, quanh móng, da đầu. Hat com phang thường gặp ở tuổi học đường. Tổn thương là những sẩn hơi nổi cao trên mặt da, bề mặt thô ráp, kích thước nhỏ từ 1 đến 5 mm, hình tròn hay hình đa giác, màu da hay thâm màu, ranh giới rõ đứng riêng rẽ hay thành đám, đôi khi thành dải (dấu hiệu Koebner).",
    "Vị trí xuất hiện": "Bàn tay, bàn chân, ngón tay, ngón chân, quanh móng, da đầu, mặt, cánh tay, thân mình, niêm mạc",
    "Nguyên nhân": "Do virut Human Papilloma Virus (HPV) gây nên.",
    "Tiêu chí chẩn đoán": "- Lâm sàng: Hat com thong thoiong (common warts), Hat com ban tay, ban chan (palmo-plantar warts), Hat com phang (flat warts), Hat com o niem mac (xem benh sui mao ga)",
    "Chẩn đoán phân biệt": "- Hat com thong thoiong can phan biet voi day sung da dau, day sung anh nang, ung thoi te bao gai. - Hat com phang can phan biet voi cac san trong benh lichen phang.",
    "Điều trị": "- Điều trị nội khoa: Các thuốc bôi tại chỗ (mỡ salicyle, duofilm, collomack, cantharidin, axit trichloracetic, podophyllotoxin, nitrat bạc, axit 5-aminolaevulinic, immiqimod, kem 5-fluouracil, kem tretinoin, sulfat kem), Các thuốc tiêm trong tổn thương (Bleomycin, Interferon alpha-2a), Thuốc toàn thân (Cimetidin, Sulfat kem, Verrulyse-Methionin). - Điều trị bằng thủ thuật: Phẫu thuật lạnh, Phẫu thuật bằng laser, Phẫu thuật cắt bỏ tổn thương. - Các phương pháp điều trị khác: Liệu pháp dùng băng dính, Tâm lý liệu pháp.",
    "Phòng bệnh": "- Sát khuẩn làm vệ sinh thường xuyên các địa điểm công cộng. - Cần có bảo hộ lao động đối với một số nghề nghiệp có nguy cơ mắc bệnh cao. - Điều trị loại bỏ các tổn thương nếu có thể nhằm loại bỏ nguồn lây nhiễm.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Mo salicyle",
        "Liều lượng": "Nồng độ khác nhau từ 10 đến 40%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Duofilm",
        "Liều lượng": "Acid lactic 16,7% và acid salicylic 16,7%",
        "Thời gian sử dụng": "Một ngày cham một lần cho đến khi khỏi"
      },
      {
        "Tên thuốc": "Collomack",
        "Liều lượng": "Acid lactic 0,5g, acid salicylic 2g và polidocanol 0,2g",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cantharidin",
        "Liều lượng": "0,7%",
        "Thời gian sử dụng": "Sau khi bôi thuốc 12 đến 24 giờ"
      },
      {
        "Tên thuốc": "Axit trichloracetic",
        "Liều lượng": "33%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Podophyllotoxin",
        "Liều lượng": "Dung dịch keo 25%",
        "Thời gian sử dụng": "Cham thuoc ngay hai lan, trong thoi gian ba ngay, sau do ngung bon ngay. Neu con thoiong ton lai tiep tuc dieu tri voi lieu trinh nhoi tren, toi da co the dieu tri trong thoi gian 5 tuan."
      },
      {
        "Tên thuốc": "Nitrat bac",
        "Liều lượng": "10%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Axit 5-aminolaevulinic",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Bôi thuốc lên tổn thương sau đó chiếu tia cực tím UV"
      },
      {
        "Tên thuốc": "Immiqimod",
        "Liều lượng": "Kem immiqimod 5%",
        "Thời gian sử dụng": "Bôi ngày hai lần trong thời gian 6 đến 12 tuần"
      },
      {
        "Tên thuốc": "Kem 5-fluouracil",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Bôi 1-2 lần/ngày trong thời gian 3 đến 4 tuần"
      },
      {
        "Tên thuốc": "Kem tretinoin",
        "Liều lượng": "0,05-0,1%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Sulfat kem",
        "Liều lượng": "Dạng dung dịch",
        "Thời gian sử dụng": "Ngày bôi 1 đến 2 lần"
      },
      {
        "Tên thuốc": "Bleomycin",
        "Liều lượng": "Dung dịch bleomycin 0,5%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Interferon alpha-2a",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cimetidin",
        "Liều lượng": "20-40mg/kg/24h",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Sulfat kem",
        "Liều lượng": "10mg/kg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Verrulyse-Methionin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Người lớn từ 2 đến 4 viên/ngày"
      }
    ]
  },
  {
    "Tên bệnh": "U mềm lây",
    "Tên khoa học": "Molluscum Contagiosum",
    "Triệu chứng": "Sẩn chắc, màu hồng nhạt, trắng đục hoặc vàng, đôi khi màu da bình thường, đường kính 2-6mm, lõm giữa, đứng riêng rẽ hoặc thành từng đám, số lượng từ 1-20 đến hàng trăm. Các sẩn có thể sắp xếp thành dải, theo vết dấu hiệu Koebner. Da xung quanh tổn thương có thể đỏ, ngứa do phản ứng đáp ứng miễn dịch của cơ thể đối với tác nhân gây bệnh.",
    "Vị trí xuất hiện": "Ở trẻ em, tổn thương chủ yếu ở vùng da hở như mặt, cổ, nếp gấp. Ở người lớn, thường ở vùng bụng dưới, phía trong đùi, xương mu và sinh dục. Bệnh có thể xuất hiện ở một vài vị trí hiếm gặp như miệng, lưỡi, lòng bàn tay, bàn chân.",
    "Nguyên nhân": "Virus MCV thuộc nhóm poxvirus, có 4 type virus là MCV 1, 2, 3 và 4. Hai type thường gặp là MCV 1 và MCV 2. Type 1 là nguyên nhân chủ yếu, type 2 thường gây u mềm lây ở người lớn và được xếp vào nhóm các bệnh lây truyền qua đường tình dục.",
    "Tiêu chí chẩn đoán": "- Lâm sàng: Thời gian ủ bệnh từ 2 tuần đến 6 tháng. Tổn thương cơ bản là các sẩn chắc có đặc điểm Mau hồng nhat, trang duc hoac mau vang, doi khi la mau da binh thoiong, doiong kinh tu 2-6mm. Lom giua. Dung rieng re hoac thanh tung dam. So loiong tu 1-20 cho toi hang tram. Cac san co the sap xep thanh dai, theo vet dau hieu Koebner. Vi tri o tre em, ton thoiong chu yeu o vung da ho nhoi mat, co, nep gap. O ngoioi lon, thoiong o vung bung doioi, phia trong dui, xoiong mu va sinh duc. Benh co the xuat hien o mot vai vi tri hiem gap nhoi mieng, loioi, long ban tay, ban chan. Da xung quanh ton thoiong co the do, ngua do phan ung dap ung mien dich cua co the doi voi tac nhan gay benh. - Cận lâm sàng ít được chỉ định. Mô bệnh học thường bị quá sản mạnh, gồm nhiều tiêu thể mềm bắt màu ưa axit, đứng sát cạnh nhau, nên chất lại thành từng thùy hình quả lê, trung tâm có miệng dạng núi lửa, các thùy này xâm lấn xuống trung bì nông.",
    "Chẩn đoán phân biệt": "- Milia do sự tắc nghẽn của các tuyến mồ hôi. - Hạt cơm phẳng - U ống tuyến mồ hôi - Penicillium marneffei",
    "Điều trị": "- Nạo bỏ tổn thương bằng thìa nạo sau khi bôi kem tê EMLA 5. - Bôi dung dịch KOH 10% lên tổn thương, ngày bôi hai lần sáng, tối cho đến khi hết tổn thương. - Imiquimod 5% bôi thuốc vào buổi tối, rửa sạch sau 8-10 giờ. Một tuần bôi ba ngày liên tiếp, nghỉ 4 ngày, tuần tiếp theo điều trị với liều trình tương tự. Thời gian bôi tối đa có thể tới 16 tuần. - Salicylic 2-5% bôi ngày 2-3 lần cho đến khi hết tổn thương. - Nito lỏng -1960C xịt nito lỏng lên đúng tổn thương gây đông vón tổn thương.",
    "Phòng bệnh": "- Vệ sinh cá nhân. - Tránh tiếp xúc với nguồn lây bệnh, nhất là ở những nơi có nhiều virus như bể bơi, nhà tắm công cộng. - Cần theo dõi và điều trị sớm ở những người có nguy cơ mắc bệnh cao như trẻ em mắc viêm da cơ địa, khô da.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "KOH 10%",
        "Liều lượng": "Bôi dung dịch lên đúng tổn thương",
        "Thời gian sử dụng": "Ngày bôi hai lần sáng, tối cho đến khi hết tổn thương"
      },
      {
        "Tên thuốc": "Imiquimod 5%",
        "Liều lượng": "Bôi thuốc vào buổi tối, rửa sạch sau 8-10 giờ",
        "Thời gian sử dụng": "Một tuần bôi ba ngày liên tiếp, nghỉ 4 ngày, tuần tiếp theo điều trị với liều trình tương tự. Thời gian bôi tối đa có thể tới 16 tuần."
      },
      {
        "Tên thuốc": "Salicylic 2-5%",
        "Liều lượng": "Bôi lên tổn thương",
        "Thời gian sử dụng": "Ngày 2-3 lần cho đến khi hết tổn thương"
      }
    ]
  },
  {
    "Tên bệnh": "Lupus ban đỏ",
    "Tên khoa học": "Lupus Erythematosus",
    "Triệu chứng": "Ban đỏ, nhạy cảm với ánh nắng, loét miệng, rụng tóc, viêm khớp, viêm màng phổi, viêm màng ngoài tim, protein niệu, hồng cầu niệu, rối loạn thần kinh, thiếu máu, giảm bạch cầu, giảm tiểu cầu",
    "Vị trí xuất hiện": "Da, niêm mạc, gan, thận, khớp, tim, phổi, hệ thần kinh",
    "Nguyên nhân": "Di truyền, rối loạn miễn dịch, nhiễm trùng, ánh nắng mặt trời, một số thuốc (hydralazin, procainamid, isoniazid, sulfonamid, phenytoin, D-penicillamin), thuốc tránh thai",
    "Tiêu chí chẩn đoán": "Ban đỏ ở má, ban dạng đĩa, nhạy cảm ánh sáng, loét miệng, viêm khớp, viêm màng phổi/tim, protein niệu, hồng cầu niệu, rối loạn thần kinh, thiếu máu, giảm bạch cầu/lympho/tiểu cầu, rối loạn miễn dịch, kháng thể kháng nhân",
    "Chẩn đoán phân biệt": "Viêm da dầu, trứng cá đỏ, lao da, dày sừng quang hóa, dị ứng thuốc, viêm da do ánh nắng, viêm bì cơ, Pemphigus, hội chứng overlap, bệnh máu",
    "Điều trị": "Corticoid tại chỗ (mỡ Salicyle, Eumovate, Diprosalic, Dermovate), corticoid uống, thuốc kháng sốt rét tổng hợp (chloroquin, hydroxychloroquin), kem chống nắng, thuốc ức chế miễn dịch (azathioprin, cyclophosphamid, cyclosporin, methotrexat), các chất sinh học (Infliximab, Etanercept)",
    "Phòng bệnh": "Tránh nắng (đội nón rộng vành, đeo khẩu trang, mặc áo quần dài, kem chống nắng), tránh dùng một số thuốc có thể gây lupus, điều trị dứt điểm các bệnh nhiễm trùng, giáo dục cho người bệnh biết cách tự chăm sóc và giữ gìn sức khỏe bằng chế độ ăn uống, làm việc, nghỉ ngơi hợp lý.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Corticoid",
        "Liều lượng": "2-3mg/kg/24 giờ (liều tấn công), sau đó giảm dần",
        "Thời gian sử dụng": "Tùy theo giai đoạn và tiến triển bệnh"
      },
      {
        "Tên thuốc": "Chloroquin hoặc hydroxychloroquin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Lâu dài"
      },
      {
        "Tên thuốc": "Azathioprin, cyclophosphamid, cyclosporin, methotrexat",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Tùy theo tiến triển của bệnh"
      },
      {
        "Tên thuốc": "Infliximab, Etanercept",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "VIEM BI CO",
    "Tên khoa học": "Dermatomyositis",
    "Triệu chứng": "Đau, yếu cơ đối xứng hai bên gốc chi, ngọn chi, gấp cơ, duỗi cơ rất đau. Tổn thương da dát đỏ phù nề quanh mi mắt trên, giãn mạch quanh móng, dát đỏ bong vảy mặt dưới ngón, khuỷu tay, đầu gối sần, dấu hiệu Gottron, dát đỏ vùng tiếp xúc ánh sáng.",
    "Vị trí xuất hiện": "Cơ, da, quanh mi mắt trên, quanh móng, mặt dưới ngón, khuỷu tay, đầu gối, vùng tiếp xúc ánh sáng.",
    "Nguyên nhân": "Không rõ. Yếu tố di truyền, nhiễm khuẩn (Coxsackie B, Echovirus, Streptococcus pyogenes), bệnh ác tính.",
    "Tiêu chí chẩn đoán": "- Tieu chuan lam sang - Tang men co CPK trong mau. - Dien co do co roi loan. - Cong hoiong tu MRI tang tin hieu trong co phu ne lan toa hoac khu tru. - Khang the dac hieu cho viem co trong huyet thanh nhoi tu khang the chong men tong hop antisynthetase, bao gom anti-Jo-1, tu khang the anti-SRP va tu khang the Mi-2. - Sinh thiet co",
    "Chẩn đoán phân biệt": "Viêm da tiếp xúc ánh sáng, Lupus ban đỏ hệ thống, Nhiễm virut, HIV, Hội chứng thải loại mảnh ghép, các bệnh cơ khác.",
    "Điều trị": "- Corticoid toàn thân - Globulin miễn dịch tiêm tĩnh mạch IVIG - Methotrexat - Cyclosporin - Cyclophosphamid - Azathioprin - Thuốc chống sốt rét tổng hợp hydroxychloroquin - Rituximab kháng thể kháng CD20. - Infliximab kháng thể đơn dòng kháng TNF alpha. - Abatacept một protein gây độc lympho TCD4 và phần Fc của IgG1.",
    "Phòng bệnh": "Dermatomyositis prevention 0 Phòng bệnh: Không có thông tin trong văn bản.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Corticoid",
        "Liều lượng": "1mg/kg/ngày trong 4-6 tuần, sau đó hạ liều dần",
        "Thời gian sử dụng": "9-12 tháng"
      },
      {
        "Tên thuốc": "Methotrexat",
        "Liều lượng": "15-25 mg/lần/tuần",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cyclosporin",
        "Liều lượng": "3-5 mg/kg/ngày",
        "Thời gian sử dụng": "Đến khi bệnh thuyên giảm, ổn định nhiều tháng sau khi cắt corticoid"
      },
      {
        "Tên thuốc": "Azathioprin",
        "Liều lượng": "Liều khởi đầu 50 mg/ngày, tăng dần đến 1,5 mg/kg/ngày hoặc 2,5 mg/kg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Hydroxychloroquin",
        "Liều lượng": "200-400 mg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Nhọt",
    "Tên khoa học": "Furuncle",
    "Triệu chứng": "Sẩn nhỏ, màu đỏ, sưng nề, chắc, đau nhức ở nang lông; ổ áp xe, ở giữa hình thành ngòi mủ; sốt, mệt mỏi, hội chứng nhiễm trùng",
    "Vị trí xuất hiện": "Đầu, mặt, cổ, lưng, mông, chân, tay",
    "Nguyên nhân": "Tụ cầu vàng Staphylococcus aureus",
    "Tiêu chí chẩn đoán": "Lâm sàng: Sẩn đỏ, sưng nề, ổ áp xe có ngòi mủ. Cận lâm sàng: Tăng bạch cầu, máu lắng tăng, nuôi cấy mủ có tụ cầu vàng",
    "Chẩn đoán phân biệt": "Viêm nang lông, herpes da lan tỏa, trứng cá, viêm tuyến mồ hôi mủ",
    "Điều trị": "Vệ sinh cá nhân, điều trị chống nhiễm khuẩn toàn thân và tại chỗ, nâng cao thể trạng",
    "Phòng bệnh": "Vệ sinh cá nhân sạch sẽ, cắt móng tay, rửa tay hàng ngày; tránh sử dụng các sản phẩm gây kích ứng da; nâng cao thể trạng",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Povidon-iodin 10%",
        "Liều lượng": "Bôi 2-4 lần/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Hexamidin 0,1%",
        "Liều lượng": "Bôi 2-4 lần/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Chlorhexidin 4%",
        "Liều lượng": "Bôi 2-4 lần/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Kem hoặc mỡ axit fucidic 2%",
        "Liều lượng": "Bôi 1-2 lần/ngày",
        "Thời gian sử dụng": "7-10 ngày"
      },
      {
        "Tên thuốc": "Mỡ mupirocin 2%",
        "Liều lượng": "Bôi 3 lần/ngày",
        "Thời gian sử dụng": "7-10 ngày"
      },
      {
        "Tên thuốc": "Mỡ neomycin",
        "Liều lượng": "Bôi 2-3 lần/ngày",
        "Thời gian sử dụng": "7-10 ngày"
      },
      {
        "Tên thuốc": "Kem silver sulfadiazin 1%",
        "Liều lượng": "Bôi 1-2 lần/ngày",
        "Thời gian sử dụng": "7-10 ngày"
      },
      {
        "Tên thuốc": "Cloxacilin",
        "Liều lượng": "Trẻ em: 12,5-25mg/kg mỗi 6 giờ; Người lớn: 250-500mg mỗi 6 giờ",
        "Thời gian sử dụng": "7-10 ngày"
      },
      {
        "Tên thuốc": "Augmentin (Amoxicillin + Axit clavulanic)",
        "Liều lượng": "Trẻ em: 80mg/kg/ngày chia 3 lần; Người lớn: 1,5-2g/ngày chia 3 lần",
        "Thời gian sử dụng": "7-10 ngày"
      },
      {
        "Tên thuốc": "Roxithromycin",
        "Liều lượng": "Trẻ em: 5-8mg/kg/ngày chia 2 lần; Người lớn: 2 viên/ngày chia 2 lần",
        "Thời gian sử dụng": "7-10 ngày"
      },
      {
        "Tên thuốc": "Azithromycin",
        "Liều lượng": "Trẻ em: 10mg/kg/ngày trong 3 ngày; Người lớn: 500mg ngày đầu, sau đó 250mg/ngày trong 4 ngày tiếp theo",
        "Thời gian sử dụng": "7-10 ngày"
      },
      {
        "Tên thuốc": "Axit fusidic",
        "Liều lượng": "Trẻ em: 30-50mg/kg/ngày chia 2 lần; Người lớn: 1-1,5g/ngày chia 2 lần",
        "Thời gian sử dụng": "7-10 ngày"
      }
    ]
  },
  {},
  {
    "Tên bệnh": "Bong nước dạng Pemphigus",
    "Tên khoa học": "Pemphigoid",
    "Triệu chứng": "Bóng nước to, căng, mọc trên nền da lành hoặc xung quanh có quầng đỏ, ngứa, tổn thương niêm mạc miệng (vết trợt)",
    "Vị trí xuất hiện": "Bụng dưới, mặt trong hoặc trước đùi, mặt gấp cẳng tay, niêm mạc miệng",
    "Nguyên nhân": "Đáp ứng miễn dịch dịch thể và tế bào chống lại kháng nguyên BP180 (BPAG2 hoặc collagen type XVII) và BP230 (BPAG1), tự kháng thể kháng lại các thành phần khác của màng đáy, tự kháng thể kháng BP180 từ mẹ sang con qua rau thai",
    "Tiêu chí chẩn đoán": "Lâm sàng (bóng nước to, căng), tế bào Tzanck (không tế bào gai lệch hình, chủ yếu bạch cầu ái toan), giải phẫu bệnh (mụn nước dưới thượng bì, xâm nhập viêm bạch cầu ái toan), miễn dịch huỳnh quang trực tiếp (IgG và C3 lắng đọng ở màng đáy), miễn dịch huỳnh quang gián tiếp (tự kháng thể IgG kháng màng đáy), miễn dịch điện di (tự kháng thể kháng BP230 và BP180), ELISA (tự kháng thể IgG kháng BPAG1 và BPAG2), IgE huyết thanh tăng.",
    "Chẩn đoán phân biệt": "Pemphigus vulgaris, Viêm da dạng herpes của Duhring Brocq, Bệnh da bóng nước do thuốc, Ly thượng bì bóng nước mắc phải, Hồng ban đa dạng",
    "Điều trị": "Corticosteroid (toàn thân và tại chỗ), thuốc ức chế miễn dịch (Azathioprin, Chlorambucil, Cyclophosphamid, Cyclosporin), Nicotinamid kết hợp Minocyclin hoặc Tetracyclin, Dapson, Tacrolimus bôi tại chỗ, Gammaglobulin truyền tĩnh mạch, Lọc huyết tương",
    "Phòng bệnh": "Văn bản đã làm sạch: Pemphigoid prevention 0 Từ khóa: Phòng bệnh Tổng hợp: Pemphigoid prevention",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Corticosteroid",
        "Liều lượng": "0,5-1mg/kg/ngày (toàn thân), bôi chế phẩm tác dụng mạnh (tại chỗ)",
        "Thời gian sử dụng": "1-2 tuần (toàn thân), sau đó giảm liều dần"
      },
      {
        "Tên thuốc": "Azathioprin",
        "Liều lượng": "0,5-2,5mg/kg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Chlorambucil",
        "Liều lượng": "0,1mg/kg/ngày, 4-6mg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cyclophosphamid",
        "Liều lượng": "1-3mg/kg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cyclosporin",
        "Liều lượng": "1-5mg/kg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Nicotinamid",
        "Liều lượng": "500-2000mg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Minocyclin hoặc Tetracyclin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Dapson",
        "Liều lượng": "50-100mg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Tacrolimus",
        "Liều lượng": "Bôi tại chỗ",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Viêm da dạng herpes của Duhring-Brocq",
    "Tên khoa học": "Dermatitis Herpetiformis",
    "Triệu chứng": "Ngứa, rát bỏng hoặc đau, sốt nhẹ hoặc không, mệt mỏi, sụt cân không đáng kể, ban đỏ, mụn nước, sẩn mề đay, bóng nước căng, tròn, bóng, chứa dịch màu vàng chanh, xung quanh bóng nước có quầng đỏ, vết trợt, đóng vảy tiết, vảy mủ, dát sẫm màu.",
    "Vị trí xuất hiện": "Khuỷu tay, đầu gối, lưng, mông, đùi, lưng và bụng, hiếm khi ở nách, vùng xương cùng.",
    "Nguyên nhân": "Yếu tố di truyền (HLA-B8, HLA-DRW3, HLA-DQw2), yếu tố miễn dịch (lắng đọng IgA, bổ thể C3), vai trò của gluten.",
    "Tiêu chí chẩn đoán": "- Lâm sàng: tổn thương da đa dạng, nhiều hình thái, nhiều lứa tuổi. - Xét nghiệm máu: bạch cầu ái toan tăng. - Mô bệnh học: bóng nước dưới thượng bì, thâm nhiễm bạch cầu đa nhân trung tính, bạch cầu ái toan. - Miễn dịch huỳnh quang trực tiếp: lắng đọng IgA ở đỉnh nhú bì.",
    "Chẩn đoán phân biệt": "Pemphigus vulgaris, bệnh pemphigoid, bệnh da bóng nước do thuốc, hồng ban đa dạng, ly thượng bì bóng nước mắc phải.",
    "Điều trị": "- Điều trị tại chỗ: dung dịch sát khuẩn (eosin 2%, xanh methylen), mỡ kháng sinh, kem corticoid. - Toàn thân: chế độ ăn không gluten, Dapson, Sulfapyridin, tránh dùng thuốc có iod, hải sản, thuốc chống viêm không steroid.",
    "Phòng bệnh": "Chế độ ăn không gluten.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Dapson",
        "Liều lượng": "100-300mg/ngày",
        "Thời gian sử dụng": "Duy trì liều thấp để khống chế triệu chứng."
      },
      {
        "Tên thuốc": "Sulfapyridin",
        "Liều lượng": "1,0-1,5g/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Hội chứng Raynaud",
    "Tên khoa học": "Raynaud's syndrome",
    "Triệu chứng": "Ngón tay, ngón chân nhợt nhạt, trắng, lạnh, tê, đau hoặc mất cảm giác; da tái xanh; da hồng trở lại kèm cảm giác ngứa, nóng rát; đau hoặc hoại tử ngón (trường hợp nặng).",
    "Vị trí xuất hiện": "Đầu ngón tay, ngón chân; một số trường hợp ở mũi, tai, môi, núm vú.",
    "Nguyên nhân": "Bất thường tại chỗ thành mạch máu (tăng nhạy cảm với yếu tố gây co mạch, giảm yếu tố gây giãn mạch); tăng hoạt động hệ thần kinh giao cảm; bất thường máu; bệnh tạo keo; thuốc (ergotamin, vinblastin, cisplatin, thuốc tránh thai); nghề nghiệp (nhiễm độc kim loại nặng, chlorure vinyl, nicotin; chấn thương do tai nạn, bỏng lạnh, phẫu thuật; tác động cơ học lặp đi lặp lại); nguyên nhân thần kinh, mạch máu (tắc mạch, huyết khối); bệnh lý toàn thân khác (viêm khớp dạng thấp, xơ vữa động mạch, bệnh đa hồng cầu, viêm bì cơ, viêm da cơ, đông vón globulin máu cryoglobulinemia).",
    "Tiêu chí chẩn đoán": "Khởi phát khi trời lạnh, tiếp xúc vật lạnh hoặc stress tâm lý; tổn thương ở đầu ngón tay, ngón chân, tính chất đối xứng; giai đoạn phát bệnh diễn biến qua 2-3 pha (ngón trắng, ngón tím, ngón đỏ); test lạnh; soi mạch ở nếp gấp móng; tìm tự kháng thể ANA, Anti ds-DNA; máu lắng; mô bệnh học; chụp Doppler mạch.",
    "Chẩn đoán phân biệt": "Cóng lạnh; chứng thâm tím đầu chi.",
    "Điều trị": "Biện pháp phòng ngừa (giữ ấm, tránh lạnh, ngừng hút thuốc lá, tránh stress); thuốc điều trị toàn thân (chẹn kênh canxi, thuốc kháng adrenergic, nitroglycerin); prostaglandin E1 hoặc prostacyclin (tiêm tĩnh mạch); cắt đoạn thần kinh giao cảm ngón tay; phẫu thuật vi mạch; ngâm thuốc sát trùng, bôi mỡ kháng sinh (loét ngón); kháng sinh, phẫu thuật cắt dây chằng, cắt cụt (loét hoại tử, nhiễm trùng).",
    "Phòng bệnh": "Giảm tối thiểu tiếp xúc với lạnh; giữ ấm cơ thể, nhất là các chi; nhận biết cơn phát bệnh khi tiếp xúc với lạnh để kịp thời trở về môi trường ấm và sưởi ấm tay chân; bỏ thuốc lá; tránh stress.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Nifedipine",
        "Liều lượng": "10-20 mg",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Prostaglandin E1",
        "Liều lượng": "6-10 ng/kg/phút",
        "Thời gian sử dụng": "Truyền tĩnh mạch liên tục nhiều giờ, liên tiếp trên 3 ngày"
      },
      {
        "Tên thuốc": "PGI2",
        "Liều lượng": "0,5-2 ng/kg",
        "Thời gian sử dụng": "Truyền tĩnh mạch liên tục nhiều giờ, liên tiếp trên 3 ngày"
      },
      {
        "Tên thuốc": "Lidocain",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Bupivacain hydrochlorid",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Dicloxacillin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cephalosporin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {},
  {
    "Tên bệnh": "Viêm da tiếp xúc dị ứng",
    "Tên khoa học": "Allergic Contact Dermatitis",
    "Triệu chứng": "Da đỏ, mụn nước, có khi loét trợt hoại tử, ngứa. Trường hợp cấp tính: da đỏ, ranh giới rõ, phù nề, trên mặt có mụn nước, sẩn, trường hợp phản ứng mạnh có bọng nước kết hợp lại với nhau thành mảng. Bọng nước vỡ để lại vết trợt tiết dịch và đóng vảy tiết.",
    "Vị trí xuất hiện": "Da, da đầu, mặt, mi mắt, dái tai, môi, tay, bàn chân, bộ phận sinh dục",
    "Nguyên nhân": "Phản ứng tăng nhạy cảm của da đối với các dị nguyên, thuộc loại phản ứng quá mẫn chậm. Do da bị phơi nhiễm với các tác nhân hóa học, lý học.",
    "Tiêu chí chẩn đoán": "- Lâm sàng: Tổn thương cơ bản phụ thuộc vào mức độ nặng, vị trí và thời gian bị bệnh, viêm da tiếp xúc dị ứng có thể cấp hoặc mạn tính. - Cận lâm sàng: Mô bệnh học, các test da.",
    "Chẩn đoán phân biệt": "- Viêm da tiếp xúc kích ứng - Viêm da cơ địa - Viêm da dầu - Bệnh vẩy nến ở lòng bàn tay, bàn chân",
    "Điều trị": "- Loại bỏ tác nhân gây bệnh - Viêm da dị ứng cấp tính, lan tỏa toàn thân: corticoid toàn thân liều thấp 15-20mg/ngày x 3 ngày sau giảm liều xuống 5mg/ngày x 3 ngày rồi ngưng điều trị. - Điều trị tại chỗ: sử dụng các chế phẩm có corticoid.",
    "Phòng bệnh": "- Mang găng tay phù hợp - Sử dụng kem bảo vệ",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Corticoid (toàn thân)",
        "Liều lượng": "15-20mg/ngày x 3 ngày, sau đó giảm xuống 5mg/ngày x 3 ngày rồi ngưng",
        "Thời gian sử dụng": "6 ngày"
      },
      {
        "Tên thuốc": "Corticoid (tại chỗ)",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Hội chứng DRESS",
    "Tên khoa học": "Drug Reaction with Eosinophilia and Systemic Symptoms",
    "Triệu chứng": "Sốt, hạch to, tăng bạch cầu ái toan trong máu, tổn thương da (diện tích tổn thương da > 50%), tổn thương nội tạng (gan, thận, tim, tủy và các tổn thương nội tạng khác)",
    "Vị trí xuất hiện": "Da, các cơ quan nội tạng (gan, phổi, thận,...)",
    "Nguyên nhân": "Do thuốc (carbamazepin, phenobarbital, allopurinol, sulfonamid, dapson, minocyclin, vancomycin), yếu tố HLA-B5801 (đối với allopurinol), virus herpes (HHV6, HHV7, EBV)",
    "Tiêu chí chẩn đoán": "Sử dụng tiêu chuẩn của Kardaun và cộng sự (dựa trên các triệu chứng và điểm số)",
    "Chẩn đoán phân biệt": "Hội chứng Stevens-JohnsonLyell, dị ứng thuốc thể dát đỏ mụn mủ cấp tính (AGEP), nhiễm khuẩn, nhiễm virus, hội chứng tăng bạch cầu ái toan, u lympho T ở da, hội chứng Sezary, bệnh tổ chức liên kết (lupus ban đỏ cấp tính)",
    "Điều trị": "Ngưng ngay thuốc nghi ngờ, bồi phụ nước, điện giải, điều trị triệu chứng tổn thương nội tạng, dùng corticoid tại chỗ (thể nhẹ) hoặc toàn thân (tổn thương gan, phổi, thận)",
    "Phòng bệnh": "Drug Reaction with Eosinophilia and Systemic Symptoms prevention Drug Reaction with eosinophilic Systemic Symptoms prevention Phòng bệnh: Ngăn ngừa phản ứng thuốc kèm tăng bạch cầu ái toan và các triệu chứng toàn thân.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Clobetasol, Betametason",
        "Liều lượng": "2-3 lần mỗi ngày",
        "Thời gian sử dụng": "1 tuần"
      },
      {
        "Tên thuốc": "Methylprednisolon, Prednisolon",
        "Liều lượng": "0,5-2 mg/kg/ngày",
        "Thời gian sử dụng": "8-12 tuần (để tránh tái phát)"
      }
    ]
  },
  {
    "Tên bệnh": "Hồng ban đa dạng",
    "Tên khoa học": "Erythema multiforme",
    "Triệu chứng": "Các thương tổn dát đỏ, sẩn phù, mụn nước, bọng nước xen kẽ với các thương tổn hình bia bắn. Thương tổn niêm mạc miệng, mắt, sinh dục.",
    "Vị trí xuất hiện": "Mu tay, cổ tay, cẳng tay, cẳng chân, đầu gối. Niêm mạc miệng, mắt, sinh dục.",
    "Nguyên nhân": "Phản ứng trực tiếp của hệ miễn dịch chống lại các tác nhân gây bệnh, chủ yếu là virus (Herpes simplex virus HSV), vi khuẩn (Mycoplasma pneumoniae), nấm (Histoplasma capsulatum), hoặc do thuốc.",
    "Tiêu chí chẩn đoán": "- Thương tổn da đa dạng hình bia bắn điển hình hoặc không điển hình, kèm theo có dát đỏ, sẩn phù, mụn nước, một số ít có bọng nước. - Thương tổn niêm mạc có thể gặp là những vết trợt nông. Vị trí hay gặp là niêm mạc miệng. - Tiền triển khỏi sau vài tuần, không để lại sẹo. - Bệnh hay gặp và tái phát vào mùa xuân, thu.",
    "Chẩn đoán phân biệt": "- Mày đay - Hội chứng Steven-Johnson - Bệnh Duhring-Brocq - Bệnh thủy đậu",
    "Điều trị": "- Điều trị triệu chứng: Bôi corticoid tại tổn thương, uống kháng histamin, chăm sóc vết trợt ở niêm mạc miệng. - Điều trị theo nguyên nhân: Dừng thuốc nghi ngờ gây bệnh, dùng corticoid đường toàn thân, kháng histamin. Nếu do HSV: Acyclovir. Nếu do Mycoplasma pneumoniae: Rovamycin.",
    "Phòng bệnh": "Wear the right protective equipment, like gloves, long sleeves, knee and elbow pads, or helmets to protect against cuts, bumps and scrapes. If you do get a cut or scrape, clean it right away with soap and warm water. Put on a bandage to protect it while it heals. When you are spending time outdoors, wear long sleeves and pants and use insect repellant to prevent insect bites. Prevent sunburn by covering up and using sunscreen when outdoors. Wash your hands often with soap and water. When you take a shower or bath, use warm (not hot) water. Use mild cleansers and wash gently (don't scrub). Use moisturizers, like lotions, creams, or ointments, to prevent dry skin.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Hidrocortison",
        "Liều lượng": "Bôi ngày 2 lần sáng-tối",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Desonid",
        "Liều lượng": "Bôi ngày 2 lần sáng-tối",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Betamethason",
        "Liều lượng": "Bôi ngày 2 lần sáng-tối",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Chlorpheniramin",
        "Liều lượng": "4mg x 1-2 viên/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Loratadin",
        "Liều lượng": "Người lớn và trẻ em trên 12 tuổi: 1 viên 10mg/ngày. Trẻ em dưới 12 tuổi: Cân nặng >30kg: 2 thìa cafe siro 10mg/ngày. Cân nặng < 30kg: 1 thìa cafe siro 5mg/ngày.",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Prednisolon",
        "Liều lượng": "1-2mg/kg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Certirizin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Acyclovir",
        "Liều lượng": "400mg x 2 lần/ngày",
        "Thời gian sử dụng": "6 tháng"
      },
      {
        "Tên thuốc": "Rovamycin",
        "Liều lượng": "1,5 triệu đơn vị x 3 lần/ngày",
        "Thời gian sử dụng": "14 ngày"
      }
    ]
  },
  {
    "Tên bệnh": "Hội chứng Stevens-Johnson",
    "Tên khoa học": "Stevens-Johnson syndrom-SJS",
    "Triệu chứng": "Ban đỏ tím, đau rát, lan rộng, tạo bọng nước, có khi trợt ra, hoại tử, tổn thương ở mắt, mũi, miệng, sinh dục, sốt, mệt mỏi, ho, viêm họng, đau khớp, nôn, ỉa chảy",
    "Vị trí xuất hiện": "Da và niêm mạc, đặc biệt ở mắt, mũi, miệng, sinh dục",
    "Nguyên nhân": "Dị ứng thuốc (kháng sinh, thuốc chống co giật, thuốc chống viêm không steroid, thuốc chống gut, vacxin, huyết thanh), nhiễm trùng (virut herpes simplex, Coxsackie, cúm, virut viêm gan, sởi, HIV, Liên cầu nhóm A, bạch hầu, thương hàn), yếu tố di truyền, tự phát",
    "Tiêu chí chẩn đoán": "- Tiền sử dị ứng thuốc, nhiễm vi khuẩn, virut. - Ban đỏ, tím thẫm, mụn nước, bọng nước, không ngứa, tập trung nhiều ở niêm mạc. - Giải phẫu bệnh thường bị phồng lên, tách ra khỏi lớp trung bì, hoại tử tế bào sừng, có thâm nhiễm lympho ở lớp nhú.",
    "Chẩn đoán phân biệt": "Hội chứng Lyell (hoại tử thượng bì nhiễm độc-TEN), Hội chứng bóng vảy da do tụ cầu (staphylococal scalded skin syndrome-4S), Hồng ban đa dạng, Ly thượng bì bóng nước bẩm sinh, Pemphigus vulgaris",
    "Điều trị": "- Ngừng ngay thuốc nghi ngờ gây dị ứng. - Hạn chế tối đa dùng thuốc. - Điều trị tại phòng cấp cứu. - Chế độ dinh dưỡng tốt. - Bồi phụ nước, điện giải. - Chăm sóc da, vệ sinh răng miệng, mũi, sinh dục, đặc biệt là mắt. - Thuốc giảm đau. - Kháng histamin. - Kháng sinh (clarithromycin, azithromycin). - Corticoid (1-2 mg/kg cân nặng, có khi tới 4mg/kg cân nặng, hoặc 100-250 mg truyền tĩnh mạch). - Cyclophosphamid (100-300mg/24 giờ tĩnh mạch) hoặc cyclosporin A (2,5-5 mg/kg/24 giờ). - Globulin miễn dịch liều cao truyền tĩnh mạch (1mg/kg cân nặng x 3 ngày). - Điều trị triệu chứng, biến chứng ở gan, thận, rối loạn nước và điện giải, xuất huyết tiêu hóa, chít hẹp thực quản, âm đạo...",
    "Phòng bệnh": "- Hiểu biết các triệu chứng của bệnh, không tái sử dụng các thuốc đã xác định là dị ứng. - Thận trọng khi sử dụng thuốc, tránh lạm dụng thuốc, thông báo cho bác sĩ tiền sử dị ứng của mình.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Clarithromycin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Azithromycin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Corticoid",
        "Liều lượng": "1-2 mg/kg cân nặng, có khi tới 4mg/kg cân nặng, hoặc 100-250 mg",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cyclophosphamid",
        "Liều lượng": "100-300mg/24 giờ",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cyclosporin A",
        "Liều lượng": "2,5-5 mg/kg/24 giờ",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Globulin miễn dịch",
        "Liều lượng": "1mg/kg cân nặng",
        "Thời gian sử dụng": "3 ngày"
      }
    ]
  },
  {
    "Tên bệnh": "Hội chứng Lyell",
    "Tên khoa học": "Toxic Epidermal Necrolysis",
    "Triệu chứng": "Mệt mỏi, sốt cao, rét run, nhức đầu, cảm giác đau rát ngoài da, li bì, hôn mê, ban đỏ, ngứa, bóng nước, da bong tróc, tổn thương niêm mạc (miệng, sinh dục, mắt), tổn thương toàn thân (nhiễm trùng da, viêm phổi, viêm cầu thận, suy thận cấp, vàng da, nhiễm độc gan, thiếu máu, giảm bạch cầu, tiểu cầu, rối loạn nước và điện giải).",
    "Vị trí xuất hiện": "Da, niêm mạc (miệng, sinh dục, mắt), nội tạng",
    "Nguyên nhân": "Thuốc (kháng viêm không steroid, sulphamid, thuốc chống co giật, kháng sinh nhóm betalactam, kháng herpes, halloperidol, hydantoin, thuốc kháng lao, thuốc Đông y), nhiễm trùng (Mycoplasma pneumoniae), tiêm vắc xin, huyết thanh, thải bỏ mảnh ghép, điều trị quang tuyến, tự phát.",
    "Tiêu chí chẩn đoán": "Tiền sử sử dụng thuốc nghi ngờ, lâm sàng da (đỏ, phù nề, ngứa, bóng nước, hoại tử), dấu hiệu Nikolsky dương tính, toàn trạng (sốt cao, hội chứng nhiễm trùng, nhiễm độc, rối loạn nước, điện giải), giải phẫu bệnh (thượng bì bị phong lên và tách ra khỏi lớp trung bì, hoại tử tế bào sừng, thâm nhiễm lympho ở lớp nhú), xét nghiệm cận lâm sàng.",
    "Chẩn đoán phân biệt": "Hội chứng Stevens-Johnson, hội chứng bỏng vẩy da do tụ cầu",
    "Điều trị": "Ngừng thuốc nghi ngờ, chăm sóc tại chỗ (phòng cấp cứu vô khuẩn, chăm sóc da như điều trị bỏng nặng, rửa vùng da tổn thương bằng nước muối sinh lý/dung dịch thuốc tím loãng, vệ sinh niêm mạc, điều trị tổn thương mắt), điều trị toàn thân (chế độ ăn giàu dinh dưỡng, truyền đạm, plasma tươi, bù nước và điện giải, thuốc giảm đau, kháng histamin, kháng sinh phổ rộng, corticoid, globulin miễn dịch liều cao, điều trị triệu chứng và biến chứng).",
    "Phòng bệnh": "Hiểu biết các triệu chứng của bệnh, tránh tái sử dụng các thuốc nghi ngờ hoặc đã xác định dị ứng, thận trọng khi sử dụng thuốc, thông báo cho bác sĩ tiền sử dị ứng, dừng thuốc ngay và đến cơ sở y tế khám nếu có biểu hiện bất thường sau khi sử dụng.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Clarithromycin, azithromycin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Corticoid",
        "Liều lượng": "1-2 mg/kg cân nặng, có khi tới 4mg/kg cân nặng. Hoặc 100-250 mg truyền tĩnh mạch",
        "Thời gian sử dụng": "3-4 ngày đầu"
      },
      {
        "Tên thuốc": "Globulin miễn dịch",
        "Liều lượng": "1mg/kg cân nặng",
        "Thời gian sử dụng": "3 ngày"
      }
    ]
  },
  {
    "Tên bệnh": "Viêm nang lông",
    "Tên khoa học": "Folliculitis",
    "Triệu chứng": "Sẩn nhỏ ở nang lông, trên có vảy tiết, không đau. Có thể khỏi không để lại sẹo.",
    "Vị trí xuất hiện": "Đầu, mặt, cổ, lưng, mặt ngoài cánh tay, đùi, sinh dục, cẳng tay và cẳng chân",
    "Nguyên nhân": "Tụ cầu vàng, trực khuẩn mủ xanh (Pseudomonas aeruginosa), nấm (Trichophyton rubrum, Malassezia folliculitis/Pityrosporum folliculitis), virus Herpes simplex, viêm nang lông không do vi khuẩn, viêm nang lông tăng bạch cầu ái toan, viêm nang lông Decalvans, tiếp xúc với dầu mỡ",
    "Tiêu chí chẩn đoán": "Lâm sàng: Sẩn nhỏ ở nang lông, trên có vảy tiết. Cần lâm sàng: Nuôi cấy vi khuẩn, soi nấm trực tiếp nhuộm mực Parker",
    "Chẩn đoán phân biệt": "Nhọt, sẩn ngứa",
    "Điều trị": "Loại bỏ yếu tố thuận lợi, vệ sinh cá nhân, tránh cào gãi, dùng dung dịch sát khuẩn (Povidon-iodin 10%, Hexamidine 0,1%, Chlorhexidine 4%) 2-4 lần/ngày, thuốc kháng sinh bôi tại chỗ (Kem hoặc mỡ axit fucidic 1-2 lần/ngày, Mỡ mupirocin 2% 3 lần/ngày, Mỡ neomycin 2-3 lần/ngày, Kem silver sulfadiazin 1% 1-2 lần/ngày, Dung dịch erythromycin 1-2 lần/ngày, Dung dịch clindamycin 1-2 lần/ngày). Trường hợp nặng phối hợp kháng sinh toàn thân (Cloxacilin, Amoxicillin clavulanic, Clindamycin, Vancomycin)",
    "Phòng bệnh": "Vệ sinh cá nhân, tránh các yếu tố thuận lợi (môi trường nóng ẩm, hóa chất dầu mỡ), điều trị sớm khi có tổn thương ở da, vệ sinh tốt loại bỏ các ổ vi khuẩn trên da (vùng rãnh mũi má, rãnh liên mông)",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Povidon-iodin",
        "Liều lượng": "10%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Hexamidine",
        "Liều lượng": "0,1%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Chlorhexidine",
        "Liều lượng": "4%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Kem hoặc mỡ axit fucidic",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "1-2 lần/ngày"
      },
      {
        "Tên thuốc": "Mỡ mupirocin",
        "Liều lượng": "2%",
        "Thời gian sử dụng": "3 lần/ngày"
      },
      {
        "Tên thuốc": "Mỡ neomycin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "2-3 lần/ngày"
      },
      {
        "Tên thuốc": "Kem silver sulfadiazin",
        "Liều lượng": "1%",
        "Thời gian sử dụng": "1-2 lần/ngày"
      },
      {
        "Tên thuốc": "Dung dịch erythromycin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "1-2 lần/ngày"
      },
      {
        "Tên thuốc": "Dung dịch clindamycin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "1-2 lần/ngày"
      },
      {
        "Tên thuốc": "Cloxacilin",
        "Liều lượng": "250-500mg (người lớn), 12,5-25mg/kg (trẻ em)",
        "Thời gian sử dụng": "Mỗi 6 giờ"
      },
      {
        "Tên thuốc": "Amoxicillin clavulanic",
        "Liều lượng": "875/125mg (người lớn), 25mg/kg (trẻ em)",
        "Thời gian sử dụng": "2 lần/ngày"
      },
      {
        "Tên thuốc": "Clindamycin",
        "Liều lượng": "300-400mg (người lớn), 10-20mg/kg (trẻ em)",
        "Thời gian sử dụng": "3 lần/ngày"
      },
      {
        "Tên thuốc": "Vancomycin",
        "Liều lượng": "30mg/kg/ngày (người lớn), 40mg/ngày chia 4 lần (trẻ em)",
        "Thời gian sử dụng": "Chia 4 lần"
      }
    ]
  },
  {
    "Tên bệnh": "Sẩn ngứa",
    "Tên khoa học": "Prurigo",
    "Triệu chứng": "Sẩn phù, mụn nước, vết xước do gãi, sẩn cục, lichen hóa",
    "Vị trí xuất hiện": "Vùng da hở, mặt dưới các chi, thân mình, chi",
    "Nguyên nhân": "Côn trùng đốt, kích thích cơ học/vật lý/ánh sáng, dị ứng thức ăn/hóa chất, viêm da cơ địa, bệnh lý nội tạng (khối u lympho Hodgkin, bạch cầu cấp, v.v.), rối loạn nội tiết (đái tháo đường, bệnh tuyến giáp, v.v.), rối loạn chuyển hóa (viêm gan, xơ gan, v.v.), suy thận mạn tính, thiếu máu, ung thư, bệnh ký sinh trùng, suy tủy, u đôi thị, yếu tố môi trường (khô da, thức ăn cay nóng), thuốc (cocain, morphin, bleomycin), thực phẩm (hải sản, rau, thịt lợn, rượu, bia, chocolate), thai nghén, stress tâm lý, khô da người già",
    "Tiêu chí chẩn đoán": "- Lâm sàng: Sẩn phù dạng mày đay, sẩn huyết thanh, mụn nước trên sẩn phù/sẩn/mảng đỏ, sẩn cục (sẩn chắc, màu đỏ nâu hoặc xám, kích thước 1-2cm), vết xước do cào gãi, tổn thương rải rác (chủ yếu vùng da hở). - Cận lâm sàng: Xét nghiệm tìm nguyên nhân (công thức máu, sinh hóa máu phát hiện rối loạn chức năng các cơ quan), sinh thiết da (ít được chỉ định, tăng sinh lớp gai và xâm nhập tế bào viêm ở phần nông của trung bì).",
    "Chẩn đoán phân biệt": "Viêm da cơ địa, viêm da tiếp xúc, nhiễm herpes simplex virut, hồng ban đa dạng, sẩn và mảng mày đay ngứa trên phụ nữ có thai",
    "Điều trị": "- Nguyên tắc chung: Tìm nguyên nhân để loại bỏ, điều trị tùy giai đoạn, hạn chế gãi/chà xát. - Điều trị cụ thể: + Corticosteroid bôi: Hydrocortison, desonid, clobetason; Betamethason dipropionat/valerat; Triamcinolon acetonid; Fluocinolon acetonid; Clobetasol propionat (bôi 1-2 lần/ngày, lưu ý tác dụng phụ). + Kháng histamin uống: Promethazin, clorpheniramin, hydroxyzin (thế hệ 1); Loratadin, cetirizin, levocetirizin, fexofenadin, desloratadin (thế hệ 2). + Tránh côn trùng đốt: DEP, permethrin 5%, crotamiton 10%. + Loại bỏ thức ăn gây quá mẫn. + Kem chống nắng (cho sẩn ngứa liên quan đến ánh nắng). + Thuốc ức chế miễn dịch (trong thời gian ngắn, cần ý kiến bác sĩ chuyên khoa): corticosteroid đường toàn thân, methotrexat, cyclosporin, azathioprin. + Quang trị liệu và quang hóa trị liệu.",
    "Phòng bệnh": "- Tránh các yếu tố kích thích (thức ăn, thuốc). - Sử dụng chất giữ ẩm thường xuyên. - Tránh chà xát lên các tổn thương. - Hạn chế ra nắng, mặc quần áo bảo vệ đối với sẩn ngứa do ánh sáng.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Hydrocortison",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Desonid",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Clobetason",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Betamethason dipropionat",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Betamethason valerat",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Triamcinolon acetonid",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Fluocinolon acetonid",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Clobetasol propionat",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Promethazin",
        "Liều lượng": "25 mg, 50 mg",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Clorpheniramin",
        "Liều lượng": "4 mg",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Hydroxyzin",
        "Liều lượng": "25 mg",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Loratadin",
        "Liều lượng": "10 mg",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cetirizin",
        "Liều lượng": "5 mg, 10 mg",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Levocetirizin",
        "Liều lượng": "5 mg",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Fexofenadin",
        "Liều lượng": "60 mg, 120 mg, 180 mg",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Desloratadin",
        "Liều lượng": "5 mg",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Bệnh Mày Đay",
    "Tên khoa học": "Urticaria",
    "Triệu chứng": "Sẩn phù kích thước to nhỏ khác nhau xuất hiện ở bất kì vùng da nào trên cơ thể, hơi nổi cao trên mặt da, màu sắc hơi đỏ hoặc nhợt nhạt hơn vùng da xung quanh. Kích thước và hình dạng của các mảng sẩn thay đổi nhanh chóng, xuất hiện nhanh, mất đi nhanh. Ngứa, cảm giác châm chích hoặc rát bỏng. Phù mạch (phù Quincke) ở vùng tổ chức lỏng lẻo như mi mắt, môi, sinh dục ngoài...",
    "Vị trí xuất hiện": "Bất kỳ vùng da nào trên cơ thể, vùng tổ chức lỏng lẻo như mi mắt, môi, sinh dục ngoài...",
    "Nguyên nhân": "Phản ứng của mao mạch trên da với các yếu tố khác nhau. Các yếu tố có thể là: thức ăn (sữa, trứng, cá biển, tôm, cua,...), thuốc (nhóm beta-lactam, cyclin, macrolid,...), nọc độc côn trùng, tác nhân đường hô hấp (rơm rạ, phấn hoa, bụi nhà,...), nhiễm trùng (viêm gan siêu vi B, C, nhiễm vi khuẩn, ký sinh trùng, nấm Candida,...), tiếp xúc với chất hữu cơ hay hóa học (mỹ phẩm, sơn, phẩm nhuộm,...), yếu tố vật lý (chứng da vẽ nổi, vận động xúc cảm, chèn ép, rung động, lạnh, nóng, ánh sáng mặt trời, nước), bệnh hệ thống (lupus ban đỏ, viêm mạch, bệnh nội tiết, ung thư), di truyền, tự phát vô căn.",
    "Tiêu chí chẩn đoán": "- Lâm sàng: tổn thương cơ bản là các sẩn phù kích thước to nhỏ khác nhau, ngứa. - Tiền triển: sẩn phù biến mất sau vài phút hoặc vài giờ, bệnh tái phát từng đợt. - Cận lâm sàng: công thức máu, thử nghiệm lẩy da (prick test), thử nghiệm áp da (patch test), sinh thiết da, định lượng kháng nguyên đặc hiệu loại IgE.",
    "Chẩn đoán phân biệt": "Chứng da vẽ nổi, viêm mạch mày đay, phù Quincke, hồng ban đa dạng, phản ứng do côn trùng đốt.",
    "Điều trị": "- Xác định và loại bỏ dị nguyên. - Tự chăm sóc: tránh các yếu tố nghi ngờ gây dị ứng, hạn chế gãi, chà xát, áp lạnh hoặc tắm lạnh, tránh nắng trực tiếp, tẩy giun sán, chống táo bón, mặc quần áo cotton, tránh hoạt động nặng nhọc, nghỉ ngơi và giảm stress. - Điều trị cụ thể: kháng histamin H1 (loratadin, cetirizin, acrivastin), corticoid (uống hoặc tiêm, chỉ dùng trong mày đay cấp, nặng), epinephrine/adrenalin (kết hợp kháng histamin liều cao khi có phù mạch cấp tính), kháng histamin H2 (phối hợp với kháng histamin H1).",
    "Phòng bệnh": "Xác định và loại bỏ dị nguyên, tránh tiếp xúc lại với dị nguyên.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Loratadin (Clarytin)",
        "Liều lượng": "10mg x 1 viên",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cetirizin (Zyrtec)",
        "Liều lượng": "10mg x 1 viên",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Acrivastin (Semplex)",
        "Liều lượng": "8mg x 3 viên",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Viêm da dầu",
    "Tên khoa học": "Seborrheic Dermatitis",
    "Triệu chứng": "Dát đỏ, giới hạn rõ, trên có vảy mỡ, da đầu có thể bình thường hoặc đỏ, nang lông lan rộng, liên kết với nhau, lan xuống trán, sau tai, ống tai ngoài và cổ, vảy da ở giữa hai lông mày, rãnh mũi má, sẩn đỏ ở nang lông trên có vảy mỡ, các sẩn liên kết với nhau tạo thành mảng lớn, có nhiều cung nhỏ hình cánh hoa, viêm kẽ, da đỏ, giới hạn rõ, trên có vảy mỡ ở nách, bẹn, nếp dưới vú, hậu môn sinh dục",
    "Vị trí xuất hiện": "Vùng có nhiều tuyến bã nhờn da đầu, mặt, trươc xương ức, vùng giữa hai bả vai, các nếp gấp (nách, bẹn, nếp dưới vú, hậu môn sinh dục)",
    "Nguyên nhân": "Chưa rõ ràng, tăng tiết chất bã, nấm Malassezia ovale, Malassezia furfur, vi khuẩn P. acne và một số vi khuẩn khác",
    "Tiêu chí chẩn đoán": "- Lâm sàng: tổn thương là các dát đỏ thẫm, trên có vảy da khô ở vùng da có nhiều tuyến bã nhờn da đầu, mặt, trước xương ức, vùng giữa hai bả vai và các nếp gấp. - Xét nghiệm: mô bệnh học không đặc hiệu, có hiện tượng á sừng, tăng lớp tế bào gai và xốp bào nhẹ. Xốp bào là dấu hiệu quan trọng giúp chẩn đoán phân biệt với vẩy nến. Trung bì có hiện tượng thâm nhiễm nhẹ các tế bào viêm. Soi nấm trực tiếp phát hiện M. furfur. Người bệnh viêm da dầu cần làm xét nghiệm HIV.",
    "Chẩn đoán phân biệt": "Vẩy nến, biến chứng của chàm, viêm da do ánh nắng, lupus đỏ hệ thống",
    "Điều trị": "- Dùng thuốc kháng nấm tại chỗ có tác dụng đối với Pityrosporum. - Gội đầu bằng dầu gội chống nấm (pyrithion, kẽm, magne, olamin, selenium, ketoconazol, econazol, bifonazol). - Xà phòng ZnP 2% và các thuốc chống nấm imidazol (ketoconazol, bifonazol, ciclopiroxolamin) cho tổn thương trên mặt. - Isotretinoin (0,5mg/kg/ngày trong ít nhất 8 tháng). - Xà phòng chống nấm chlorhexidin, trichorcarbanid, sau đó dùng các dẫn chất của imidazol cho trẻ sơ sinh. - Làm mềm vảy bằng xà phòng hay mỡ salicylic 5% hoặc mỡ kháng sinh (nếu có nhiều vảy dày trên da đầu). - Ketoconazol đường uống (trong trường hợp tổn thương lan tỏa).",
    "Phòng bệnh": "Tránh các yếu tố làm bệnh nặng hơn như stress, nghiện rượu hoặc một số thuốc",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Dầu gội chứa pyrithion, kẽm, magne",
        "Liều lượng": "0,5-2%",
        "Thời gian sử dụng": "Nhiều tháng"
      },
      {
        "Tên thuốc": "Dầu gội đầu olamin",
        "Liều lượng": "0,75-1%",
        "Thời gian sử dụng": "Nhiều tháng"
      },
      {
        "Tên thuốc": "Dầu gội đầu chứa selenium",
        "Liều lượng": "1-2,5%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Dầu gội đầu chứa ketoconazol, econazol, bifonazol",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Xà phòng ZnP",
        "Liều lượng": "2%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Ketoconazol, bifonazol, ciclopiroxolamin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Isotretinoin",
        "Liều lượng": "0,5mg/kg/ngày",
        "Thời gian sử dụng": "Ít nhất 8 tháng"
      },
      {
        "Tên thuốc": "Chlorhexidin, trichorcarbanid",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Mỡ salicylic",
        "Liều lượng": "5%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Mỡ kháng sinh",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Ketoconazol đường uống",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Vảy phấn hồng Gibert",
    "Tên khoa học": "Pityriasis rosea of Gibert",
    "Triệu chứng": "Các dát hình tròn hay bầu dục, giới hạn rõ, kích thước từ 2 đến 10 cm, xung quanh có màu hồng tươi, giữa nhạt màu hơn và hơi nhăn nheo. Các sẩn màu hồng hơi nổi cao lên mặt da, sắp xếp theo nếp căng da và tạo nên hình ảnh giống cây thông. Một số trường hợp có thể biểu hiện chóng mặt, buồn nôn, ăn kém ngon, sốt nhẹ, đau cơ hay đau đầu, ngứa.",
    "Vị trí xuất hiện": "Thân mình, cổ, hoặc phần gốc chi.",
    "Nguyên nhân": "Chưa rõ. Vai trò của vi rút HHP6, HHP7 được nhiều nghiên cứu đề cập đến.",
    "Tiêu chí chẩn đoán": "Dựa vào các đặc điểm lâm sàng: tổn thương tiền phát (dát Herald) và tổn thương thứ phát (các dát đỏ hình huy hiệu).",
    "Chẩn đoán phân biệt": "Nấm da, viêm da dầu, vảy nến thể giọt, chàm khô, tổn thương đào ban trong bệnh giang mai giai đoạn II.",
    "Điều trị": "Tránh các yếu tố kích ứng da. Bôi kem corticosteroid loại trung bình hoặc loại nhẹ (hydrocortison, desonid, betamethason), kem làm dịu da, mềm da. Kháng histamin đường uống. Trường hợp nhiều tổn thương hoặc không đáp ứng với thuốc bôi đơn thuần, có thể kết hợp erythromycin hoặc acyclovir, chiếu tia UVB dải hẹp. Corticoid đường uống (chỉ định với thể nặng).",
    "Phòng bệnh": "Pityriasis rosea of Gibert prevention Pityriasis rosea of prevention Phòng bệnh",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Hydrocortison",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Desonid",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Betamethason",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Erythromycin",
        "Liều lượng": "Người lớn: 1-2g/ngày. Trẻ em: 25-40 mg/kg/ngày",
        "Thời gian sử dụng": "14 ngày"
      },
      {
        "Tên thuốc": "Acyclovir",
        "Liều lượng": "800 mg x 4 lần/ngày",
        "Thời gian sử dụng": "1 tuần"
      }
    ]
  },
  {
    "Tên bệnh": "Vảy nến",
    "Tên khoa học": "Psoriasis",
    "Triệu chứng": "Đám đỏ, giới hạn rõ với da lành, trên đám phủ vảy da dễ bong, tổn thương móng (chấm lõm, vân ngang, đốm trắng, vàng móng, dày sừng dưới móng), tổn thương khớp (đau khớp, hạn chế vận động, viêm một hoặc nhiều khớp)",
    "Vị trí xuất hiện": "Da, niêm mạc, móng, khớp",
    "Nguyên nhân": "Rối loạn miễn dịch, yếu tố di truyền, stress, chấn thương, nhiễm khuẩn, sử dụng thuốc (đặc biệt corticoid), rối loạn nội tiết, rối loạn chuyển hóa, nghiện rượu",
    "Tiêu chí chẩn đoán": "Tổn thương da điển hình, cao vảy theo phương pháp Brocq dương tính, hình ảnh mô bệnh học đặc trưng",
    "Chẩn đoán phân biệt": "Giang mai thời kỳ II, Lupus đỏ, Á vảy nến, Vảy phấn hồng Gibert, Vảy phấn đỏ nang lông",
    "Điều trị": "Điều trị tại chỗ (Dithranol, Salicylic acid, Calcipotriol, Vitamin A acid, Kẽm oxyt, Corticoid), Quang trị liệu (PUVA, UVB), Điều trị toàn thân (Methotrexat, Acitretin, Cyclosporin, Corticoid, Sinh học trị liệu), Nâng cao thể trạng (Vitamin B12, C)",
    "Phòng bệnh": "Tuân thủ điều trị, chế độ sinh hoạt điều độ, tránh các yếu tố khởi động bệnh",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Dithranol",
        "Liều lượng": "Bôi ngày 1 lần",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Salicylic acid",
        "Liều lượng": "Bôi ngày 1-2 lần",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Calcipotriol",
        "Liều lượng": "Bôi ngày 2 lần, tối đa 100mg/tuần",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Vitamin A acid",
        "Liều lượng": "Bôi ngày 1 lần",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Corticoid tại chỗ",
        "Liều lượng": "Bôi ngày 1-2 lần",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Methotrexat",
        "Liều lượng": "7,5mg/tuần chia 3 lần cách nhau 12 giờ hoặc tiêm bắp 10mg/tuần",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Acitretin",
        "Liều lượng": "Khởi đầu 25mg/ngày, sau 1-2 tuần điều chỉnh liều",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cyclosporin",
        "Liều lượng": "Khởi đầu 2,5-5mg/kg/ngày chia 2 lần, có thể tăng liều nhưng không quá 5mg/kg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Ustekinumab",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Secukinumab",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Etanercept",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Alefacept",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Infliximab",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "A VAY NEN VA VAY PHAN DANG LICHEN",
    "Tên khoa học": "Parapsoriasis and Pityriasis Lichenoides",
    "Triệu chứng": "Sẩn chắc, hơi nổi cao, màu đỏ hồng hoặc nâu xám, giống sẩn giang mai, lúc đầu nhỏ bằng hạt đỗ, sau lớn dần, trên sẩn xuất hiện vảy da màu trắng xám, khô. Mảng dát đỏ có vảy da, đôi khi chỉ có vảy da hoặc vảy hơi hồng. Mụn nước và xuất huyết ở trung tâm, loét, hoại tử và đóng vảy tiết khi lành để lại sẹo lõm. Ngứa (có thể có hoặc không). Sốt nhẹ, nhức đầu, suy nhược, tăng tốc độ lắng máu, hạch ngoại biên to (ít gặp).",
    "Vị trí xuất hiện": "Thân mình, các chi (Vảy phấn dạng lichen mạn tính). Thân mình (Vảy phấn dạng lichen và đậu mùa cấp tính). Máng sơn, ngực hoặc mặt trong các chi (A vảy nến thể mảng nhỏ). Thân mình, gốc chi, đặc biệt là vùng mông, đùi, phụ nữ hay gặp ở ngực (A vảy nến thể mảng lớn).",
    "Nguyên nhân": "Không rõ. Có thể do phản ứng tăng nhạy cảm của cơ thể với một số kháng nguyên (Vảy phấn dạng lichen).",
    "Tiêu chí chẩn đoán": "Dựa vào lâm sàng và mô bệnh học.",
    "Chẩn đoán phân biệt": "Vảy phấn dạng lichen mạn tính: A lao sẩn hoại tử, Lichen phẳng, Thủy đậu, Vảy phấn hồng Gibert, Dị ứng thuốc dạng sẩn mụn, Herpes, Vảy nến thể giọt, Giang mai II, A sừng dạng vảy nến và vảy nến. Vảy phấn dạng lichen và đậu mùa cấp tính: Viêm mạch hoại tử.",
    "Điều trị": "Tại chỗ: Dùng các thuốc giữ ẩm da, dịu da (kem oxyt, kem corticoid). Toàn thân: Tetracyclin, erythromycin 2g/ngày (trong vài tuần), PUVA, UVB-NB, Pentoxifyllin 400mg x 2 lần/ngày, Dapsone (trong một số trường hợp). A vảy nến thể mảng: Kem làm ẩm, corticoid tại chỗ, các sản phẩm từ than đá (polytar, goudron, anthralin), UVB hoặc UVB-NB hoặc PUVA.",
    "Phòng bệnh": "Văn bản đã làm sạch: Parapsoriasis and Pityriasis Lichenoides prevention Dịch sang tiếng Việt: Phòng ngừa bệnh vẩy nến dạng giọt và bệnh vẩy nến dạng liken. Tổng hợp theo từ khóa \"Phòng bệnh\": Parapsoriasis and Pityriasis Lichenoides prevention",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Tetracyclin",
        "Liều lượng": "2g/ngày",
        "Thời gian sử dụng": "Vài tuần"
      },
      {
        "Tên thuốc": "Erythromycin",
        "Liều lượng": "2g/ngày",
        "Thời gian sử dụng": "Vài tuần"
      },
      {
        "Tên thuốc": "Pentoxifyllin",
        "Liều lượng": "400mg x 2 lần/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Corticoid",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {},
  {
    "Tên bệnh": "Lichen phẳng",
    "Tên khoa học": "Lichen planus",
    "Triệu chứng": "Sẩn phẳng, hình đa giác, màu đỏ tím, ngứa, tổn thương niêm mạc miệng (đại hoặc mảng lưới màu trắng nhồi sứ hoặc xám), tổn thương da đầu gây rụng tóc vĩnh viễn, tổn thương móng (khía dọc, dày móng, tách móng hoặc teo móng).",
    "Vị trí xuất hiện": "Cổ tay, thắt lưng, cẳng chân, đầu, vùng sinh dục, niêm mạc (lưỡi, niêm mạc má, thanh quản, amidan, quy đầu, âm đạo, niêm mạc dạ dày-ruột, quanh hậu môn), da đầu, móng.",
    "Nguyên nhân": "Không rõ. Có thể liên quan đến yếu tố di truyền, HLA, căng thẳng, trầm cảm, bệnh xơ gan, xơ cứng bì, thuốc, kim loại nặng, bệnh do virus viêm gan C, virus herpes.",
    "Tiêu chí chẩn đoán": "Lâm sàng (tổn thương da sẩn nhân, bóng, dẹt, hình đa giác, màu tím hoa cà, kích thước 1-10mm, bề mặt tổn thương có những khía ngang dọc gọi là mạng lưới Wickham; hiện tượng Koebner; tổn thương niêm mạc); Cận lâm sàng (mô bệnh học, miễn dịch huỳnh quang trực tiếp, xét nghiệm xác định viêm gan).",
    "Chẩn đoán phân biệt": "Lichen đơn dạng mạn tính, vảy nến, giang mai II, viêm miệng do Candida.",
    "Điều trị": "Thuốc bôi ngoài da và niêm mạc (corticoid, axit salicylic, tacrolimus, gel lidocain); Điều trị toàn thân (chống ngứa kháng histamin, corticoid uống, vitamin A axit, cyclosporin, griseofulvin, heparin, PUVA, thuốc ức chế miễn dịch khác). Phối hợp điều trị các bệnh khác nếu có như viêm gan.",
    "Phòng bệnh": "Wear the right protective equipment, like gloves, long sleeves, knee and elbow pads, or helmets to protect against cuts, bumps and scrapes. If you do get a cut or scrape, clean it right away with soap and warm water. Put on a bandage to protect it while it heals. When you are spending time outdoors, wear long sleeves and pants and use insect repellant to prevent insect bites. Prevent sunburn by covering up and using sunscreen when outdoors. Wash your hands often with soap and water. When you take a shower or bath, use warm (not hot) water. Use mild cleansers and wash gently (don't scrub). Use moisturizers, like lotions, creams, or ointments, to prevent dry skin. Dịch sang tiếng Việt: Sử dụng thiết bị bảo hộ phù hợp, như găng tay, áo dài tay, miếng đệm đầu gối và khuỷu tay, hoặc mũ bảo hiểm để bảo vệ khỏi các vết cắt, va đập và trầy xước. Nếu bạn bị đứt tay hoặc trầy xước, hãy rửa sạch ngay bằng xà phòng và nước ấm. Băng bó để bảo vệ vết thương trong khi nó lành. Khi bạn ở ngoài trời, hãy mặc áo dài tay và quần dài, đồng thời sử dụng thuốc chống côn trùng để tránh bị côn trùng cắn. Ngăn ngừa cháy nắng bằng cách che chắn và sử dụng kem chống nắng khi ở ngoài trời. Rửa tay thường xuyên bằng xà phòng và nước. Khi bạn tắm hoặc rửa, hãy sử dụng nước ấm (không nóng). Sử dụng chất tẩy rửa nhẹ và rửa nhẹ nhàng (không chà xát). Sử dụng kem dưỡng ẩm, như lotion, kem hoặc thuốc mỡ, để ngăn ngừa da khô.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Corticoid",
        "Liều lượng": "Bôi tại chỗ hoặc uống 1-2mg/kg cân nặng/ngày",
        "Thời gian sử dụng": "Tùy thuộc vào tình trạng bệnh."
      },
      {
        "Tên thuốc": "Acitretine",
        "Liều lượng": "10-20mg/ngày",
        "Thời gian sử dụng": "8 tuần"
      },
      {
        "Tên thuốc": "Isotretinoin",
        "Liều lượng": "0,5mg/kg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cyclosporin",
        "Liều lượng": "1-6mg/kg/ngày",
        "Thời gian sử dụng": "Vài tháng"
      },
      {
        "Tên thuốc": "Griseofulvin",
        "Liều lượng": "1g/ngày",
        "Thời gian sử dụng": "2-3 tháng"
      },
      {
        "Tên thuốc": "Enoxiparin",
        "Liều lượng": "3mg/tuần",
        "Thời gian sử dụng": "12 tuần"
      }
    ]
  },
  {},
  {
    "Tên bệnh": "Bệnh lậu",
    "Tên khoa học": "Neisseria gonorrhoeae",
    "Triệu chứng": "Ở nam: Khó chịu dọc niệu đạo, đái dắt, mủ chảy ra, miệng sáo viêm đỏ, sốt, mệt mỏi. Ở nữ: Triệu chứng âm thầm, mủ ở âm hộ, lỗ niệu đạo viêm đỏ, cổ tử cung viêm đỏ, ra khí hư. Ở các vị trí khác: Đau họng, ngứa họng (lậu hầu họng); mót rặn, buồn đại tiện liên tục, phân nhầy lẫn máu (lậu hậu môn-trực tràng); mắt sưng nề, nhiều mủ (lậu mắt).",
    "Vị trí xuất hiện": "Bộ phận sinh dục, họng, hậu môn, mắt",
    "Nguyên nhân": "Song cầu khuẩn lậu Neisseria gonorrhoeae; Quan hệ tình dục không an toàn; Dùng chung chậu, khăn, quần áo nhiễm lậu cầu khuẩn; Mẹ mắc lậu không điều trị lây cho trẻ sơ sinh.",
    "Tiêu chí chẩn đoán": "- Lâm sàng: Dựa vào các triệu chứng lâm sàng. - Xét nghiệm: Nhuộm Gram, nuôi cấy trên môi trường Thayer-Martin và làm kháng sinh đồ, PCR.",
    "Chẩn đoán phân biệt": "- Viêm niệu đạo do Chlamydia, Ureaplasma, Mycoplasma - Viêm niệu đạo do tạp khuẩn - Viêm niệu đạo do Candida - Viêm niệu đạo do Trichomonas",
    "Điều trị": "- Điều trị sớm, đúng phác đồ, cả bạn tình. - Tuân thủ chế độ điều trị: không quan hệ tình dục, không làm việc nặng, tránh thức khuya, không uống rượu bia và chất kích thích, không làm thủ thuật tiết niệu trong thời gian điều trị. - Điều trị đồng thời Chlamydia.",
    "Phòng bệnh": "- Giáo dục cho cộng đồng về nguyên nhân, cách lây truyền, biến chứng và cách phòng bệnh. - Tập huấn chuyên môn cho các bác sĩ đa khoa, chuyên khoa da liễu và sản phụ khoa. - Hướng dẫn tình dục an toàn: chung thủy một vợ một chồng, sử dụng bao cao su đúng cách và thường xuyên.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Cefixim",
        "Liều lượng": "400mg",
        "Thời gian sử dụng": "Liều duy nhất"
      },
      {
        "Tên thuốc": "Ceftriaxon",
        "Liều lượng": "250mg",
        "Thời gian sử dụng": "Liều duy nhất"
      },
      {
        "Tên thuốc": "Spectinomycin",
        "Liều lượng": "2g",
        "Thời gian sử dụng": "Liều duy nhất"
      },
      {
        "Tên thuốc": "Azithromycin",
        "Liều lượng": "1g",
        "Thời gian sử dụng": "Liều duy nhất"
      },
      {
        "Tên thuốc": "Doxycyclin",
        "Liều lượng": "100mg x 2 lần/ngày",
        "Thời gian sử dụng": "7 ngày"
      },
      {
        "Tên thuốc": "Tetracyclin",
        "Liều lượng": "500mg x 4 lần/ngày",
        "Thời gian sử dụng": "7 ngày"
      },
      {
        "Tên thuốc": "Erythromycin",
        "Liều lượng": "500mg x 4 lần/ngày",
        "Thời gian sử dụng": "7 ngày"
      },
      {
        "Tên thuốc": "Clarithromycin",
        "Liều lượng": "250mg x 2 lần/ngày",
        "Thời gian sử dụng": "7 ngày"
      },
      {
        "Tên thuốc": "Ceftriaxon",
        "Liều lượng": "1-2 g/ngày",
        "Thời gian sử dụng": "10-14 ngày"
      },
      {
        "Tên thuốc": "Ceftriaxon",
        "Liều lượng": "50mg/kg",
        "Thời gian sử dụng": "Liều duy nhất"
      }
    ]
  },
  {
    "Tên bệnh": "Hội chứng bong vảy da do tụ cầu",
    "Tên khoa học": "Staphylococcal Scalded Skin Syndrome - SSSS",
    "Triệu chứng": "Sốt cao, mệt mỏi, khó chịu, kích thích, đau họng, đau rát da, ban màu hồng nhạt, bóng nước nông, da mỏng, nhăn nheo",
    "Vị trí xuất hiện": "Da, quanh miệng, kết mạc",
    "Nguyên nhân": "Độc tố của tụ cầu vàng Staphylococcus aureus",
    "Tiêu chí chẩn đoán": "- Lâm sàng: Xuất hiện ở trẻ sơ sinh, trẻ em (có thể ở người lớn suy thận/giảm miễn dịch), nhiễm khuẩn tụ cầu vàng ban đầu (chốc, nhọt), sốt, mệt mỏi, ban hồng nhạt, bóng nước nông, dấu hiệu Nikolsky dương tính. - Cận lâm sàng: Bóng nước vô trùng, nuôi cấy vi khuẩn từ nước tiểu/máu/vòm họng/rốn/da nghi nhiễm, sinh thiết da (bong nước ở lớp hạt)",
    "Chẩn đoán phân biệt": "Hội chứng Lyell, bỏng nặng, chốc bóng nước lớn, ban đỏ do virus (hội chứng viêm long, dát đỏ dạng tinh hồng nhiệt, sởi), Pemphigus thể đỏ da",
    "Điều trị": "- Kháng sinh toàn thân - Bồi phụ nước-điện giải, nâng cao thể trạng - Amoxicillin + acid clavulanic (trẻ <12 tuổi: 30mg/kg/ngày chia 2 lần; trẻ >12 tuổi: 40mg/kg/ngày), thời gian 7 ngày - Oxacillin/Methicillin (150mg/kg/ngày chia đều 6 giờ/lần trong 5-7 ngày) nếu tụ cầu vàng nhạy cảm - Vancomycin (40-60mg/kg/ngày chia đều 6 giờ/lần trong 7-14 ngày) nếu tụ cầu vàng kháng Methicillin - Điều trị hỗ trợ kèm, mở đường ẩm",
    "Phòng bệnh": "- Cách ly trẻ cho đến khi khỏi bệnh - Nâng cao thể trạng - Điều trị sớm các ổ nhiễm khuẩn bằng kháng sinh đủ liều - Vệ sinh cá nhân",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Amoxicillin + acid clavulanic",
        "Liều lượng": "Trẻ <12 tuổi: 30mg/kg/ngày chia 2 lần; trẻ >12 tuổi: 40mg/kg/ngày",
        "Thời gian sử dụng": "7 ngày"
      },
      {
        "Tên thuốc": "Oxacillin/Methicillin",
        "Liều lượng": "150mg/kg/ngày chia đều 6 giờ/lần",
        "Thời gian sử dụng": "5-7 ngày"
      },
      {
        "Tên thuốc": "Vancomycin",
        "Liều lượng": "40-60mg/kg/ngày chia đều 6 giờ/lần",
        "Thời gian sử dụng": "7-14 ngày"
      }
    ]
  },
  {
    "Tên bệnh": "Viêm âm hộ-âm đạo do nấm Candida",
    "Tên khoa học": "Vulvovaginal Candidiasis",
    "Triệu chứng": "Ngứa dữ dội, cảm giác rát bỏng vùng âm hộ, tiết dịch âm đạo khi hơi nhớt, vàng sữa, dính vào thành âm đạo, có khi ra khí hơi lẫn mủ, đái buốt, đau khi giao hợp, sưng đỏ, phù nề âm hộ.",
    "Vị trí xuất hiện": "Âm hộ, âm đạo",
    "Nguyên nhân": "Do nấm Candida gây ra, các yếu tố thuận lợi như dùng kháng sinh kéo dài, corticoid, thuốc ức chế miễn dịch kéo dài, đái tháo đường, dùng thuốc tránh thai, có thai, làm các thủ thuật, thụt rửa nhiều, nhiễm HIV/AIDS.",
    "Tiêu chí chẩn đoán": "- Lâm sàng: Ngứa, rát bỏng, tiết dịch âm đạo, soi tươi hoặc nuôi cấy thấy nấm Candida. - Xét nghiệm: Soi tươi, nuôi cấy, nhuộm Gram, đo pH dịch âm đạo.",
    "Chẩn đoán phân biệt": "- Viêm âm đạo do trùng roi. - Viêm âm đạo do vi khuẩn. - Viêm ống cổ tử cung do lậu cầu hoặc C. trachomatis.",
    "Điều trị": "Sử dụng thuốc đặt âm đạo (nystatin, miconazol, clotrimazol, econazol) hoặc thuốc uống (itraconazol, fluconazol).",
    "Phòng bệnh": "- Vệ sinh cá nhân. - Hạn chế sử dụng kháng sinh, corticoid, thuốc tránh thai bừa bãi, điều trị tốt đái tháo đường.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Nystatin",
        "Liều lượng": "100.000 đơn vị",
        "Thời gian sử dụng": "14 ngày"
      },
      {
        "Tên thuốc": "Miconazol",
        "Liều lượng": "200mg",
        "Thời gian sử dụng": "3 ngày"
      },
      {
        "Tên thuốc": "Clotrimazol",
        "Liều lượng": "200mg",
        "Thời gian sử dụng": "3 ngày"
      },
      {
        "Tên thuốc": "Clotrimazol",
        "Liều lượng": "500mg",
        "Thời gian sử dụng": "1 ngày"
      },
      {
        "Tên thuốc": "Econazol",
        "Liều lượng": "150mg",
        "Thời gian sử dụng": "2 ngày"
      },
      {
        "Tên thuốc": "Itraconazol",
        "Liều lượng": "100mg",
        "Thời gian sử dụng": "3 ngày"
      },
      {
        "Tên thuốc": "Fluconazol",
        "Liều lượng": "150mg",
        "Thời gian sử dụng": "1 ngày"
      }
    ]
  },
  {
    "Tên bệnh": "Herpes sinh dục",
    "Tên khoa học": "Genital herpes simplex viral infections",
    "Triệu chứng": "Sốt, nhức đầu, mệt mỏi, đau cơ, viêm màng não vô khuẩn, đau, ngứa, tiểu khó, đau vùng chậu, tiết dịch niệu đạo/âm đạo, mụn nước thành chùm, mụn mủ, vết trợt nông, vết loét, hạch bẹn sưng đau, đau thần kinh hông, khó chịu ở trực tràng.",
    "Vị trí xuất hiện": "Vùng sinh dục",
    "Nguyên nhân": "Chủ yếu là HSV-2, HSV-1 (do quan hệ miệng-sinh dục)",
    "Tiêu chí chẩn đoán": "- Lâm sàng: Nhiễm HSV sinh dục tiên phát và tái phát - Xét nghiệm: Tế bào Tzanck, miễn dịch huỳnh quang trực tiếp, nuôi cấy HSV, xét nghiệm huyết thanh tìm kháng thể, PCR",
    "Chẩn đoán phân biệt": "Giang mai, hạ cam mềm, bệnh Aphte, Behcet, nấm Candida, hồng ban cố định nhiễm sắc",
    "Điều trị": "- Tại chỗ: Dung dịch sát khuẩn (milian, betadin), kem acyclovir - Toàn thân: Acyclovir, valaciclovir, famciclovir",
    "Phòng bệnh": "Sử dụng bao cao su, các biện pháp phòng tránh bệnh lây truyền qua đường tình dục khác.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Acyclovir",
        "Liều lượng": "400mg x 3 lần/ngày hoặc 200mg x 5 lần/ngày",
        "Thời gian sử dụng": "7-10 ngày"
      },
      {
        "Tên thuốc": "Valacyclovir",
        "Liều lượng": "1g x 2 lần/ngày",
        "Thời gian sử dụng": "7-10 ngày"
      },
      {
        "Tên thuốc": "Famciclovir",
        "Liều lượng": "250mg x 3 lần/ngày",
        "Thời gian sử dụng": "5-10 ngày"
      },
      {
        "Tên thuốc": "Acyclovir (điều trị duy trì)",
        "Liều lượng": "400mg x 2 lần/ngày",
        "Thời gian sử dụng": "1 năm"
      }
    ]
  },
  {
    "Tên bệnh": "Nhiễm Chlamydia Trachomatis Sinh Dục-Tiết Niệu",
    "Tên khoa học": "Chlamydia trachomatis infections",
    "Triệu chứng": "Ở nam: Viêm niệu đạo (đi tiểu khó, đái buốt, đái rắt, đau khi đi tiểu, tiết dịch niệu đạo), viêm mào tinh hoàn (đau một bên bìu, phù nề, đau và sốt), viêm trực tràng (đau trực tràng, chảy máu, tiết nhầy, ỉa chảy). Ở nữ: Viêm cổ tử cung (tiết dịch nhầy mủ, phù nề, xung huyết, dễ chảy máu), viêm niệu đạo (tiết dịch niệu đạo, miệng niệu đạo đỏ hoặc phù nề), viêm tuyến Bartholin, viêm nội mạc tử cung, viêm vòi trứng (triệu chứng nghèo nàn hoặc không có), viêm quanh gan (đau hạ sườn phải, sốt, buồn nôn hoặc nôn).",
    "Vị trí xuất hiện": "Niệu đạo, cổ tử cung, trực tràng, mào tinh hoàn, tuyến Bartholin, nội mạc tử cung, vòi trứng, quanh gan.",
    "Nguyên nhân": "Vi khuẩn Chlamydia trachomatis.",
    "Tiêu chí chẩn đoán": "- Ở nam: Viêm niệu đạo (nhuộm Gram thấy >4 bạch cầu đa nhân/vi trường, không có song cầu Gram âm), viêm mào tinh hoàn, viêm trực tràng, hội chứng Reiter. Xét nghiệm PCR, LCR hoặc ELISA dương tính với C. trachomatis. - Ở nữ: Viêm cổ tử cung (dịch cổ tử cung có >20 bạch cầu đa nhân/vi trường, không có song cầu Gram âm), viêm niêm mạc tử cung, viêm tiểu khung, viêm niệu đạo, viêm trực tràng. Xét nghiệm PCR, LCR hoặc ELISA dương tính.",
    "Chẩn đoán phân biệt": "Bệnh lậu, viêm niệu đạo không do lậu.",
    "Điều trị": "- Azithromycin 1g uống liều duy nhất, hoặc - Doxycyclin 100mg, uống 2 lần/ngày trong 7 ngày. - Các phác đồ thay thế: Erythromycin, Levofloxacin, Ofloxacin. - Phụ nữ có thai: Erythromycin, Amoxicillin, Azithromycin.",
    "Phòng bệnh": "Tầm soát C. trachomatis ở các phòng khám STD, điều trị cho bạn tình.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Azithromycin",
        "Liều lượng": "1g",
        "Thời gian sử dụng": "Liều duy nhất"
      },
      {
        "Tên thuốc": "Doxycyclin",
        "Liều lượng": "100mg",
        "Thời gian sử dụng": "2 lần/ngày trong 7 ngày"
      },
      {
        "Tên thuốc": "Erythromycin",
        "Liều lượng": "500mg",
        "Thời gian sử dụng": "4 viên/ngày trong 7 ngày"
      },
      {
        "Tên thuốc": "Levofloxacin",
        "Liều lượng": "500mg",
        "Thời gian sử dụng": "1 lần/ngày trong 7 ngày"
      },
      {
        "Tên thuốc": "Ofloxacin",
        "Liều lượng": "300mg",
        "Thời gian sử dụng": "2 lần/ngày trong 7 ngày"
      },
      {
        "Tên thuốc": "Amoxicillin",
        "Liều lượng": "500mg",
        "Thời gian sử dụng": "3 viên/ngày trong 7 ngày"
      }
    ]
  },
  {
    "Tên bệnh": "Viêm âm đạo do trùng roi",
    "Tên khoa học": "Trichomoniasis",
    "Triệu chứng": "Khí hư âm đạo (nhiều, loãng, có bọt, màu vàng, xanh, mùi hôi), ngứa âm hộ, tiểu khó, đau bụng dưới, đau khi giao hợp, viêm âm hộ - âm đạo (đỏ, phù nề), cổ tử cung viêm đỏ, phù nề, dễ chảy máu, hình ảnh cổ tử cung hình quả dâu tây, xuất huyết thanh điểm, tiết dịch niệu đạo (số lượng ít), tiểu buốt",
    "Vị trí xuất hiện": "Âm đạo, niệu đạo, tuyến Bartholin, tuyến Skene, cổ tử cung, niệu đạo (nam), nước tiểu (nam), tinh dịch (nam), sinh dục ngoài (nam), mào tinh (nam), tuyến tiền liệt (nam)",
    "Nguyên nhân": "Do trùng roi Trichomonas vaginalis lây truyền chủ yếu qua đường tình dục, tiếp xúc với nguồn nước nhiễm T. vaginalis (bồn tắm, khăn tắm)",
    "Tiêu chí chẩn đoán": "Lâm sàng (triệu chứng), soi tươi dịch âm đạo (thấy hình thể điển hình của trùng roi), nhuộm Gram, test nhanh, PCR, nuôi cấy trong môi trường Diamond, pH dịch âm đạo (4,9-7,5)",
    "Chẩn đoán phân biệt": "Viêm âm đạo do nấm Candida, Viêm âm đạo do vi khuẩn (bacterial vaginosis-BV), Viêm ống cổ tử cung do lậu cầu hoặc Chlamydia trachomatis",
    "Điều trị": "Metronidazol 2g hoặc tinidazol 2g uống liều duy nhất, hoặc Metronidazol 500mg uống 2 lần/ngày trong 7 ngày. Điều trị cho bạn tình.",
    "Phòng bệnh": "Không quan hệ với người bệnh, sử dụng bao cao su thường xuyên và đúng cách, điều trị kịp thời và điều trị cho bạn tình",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Metronidazol",
        "Liều lượng": "2g (liều duy nhất) hoặc 500mg (2 lần/ngày)",
        "Thời gian sử dụng": "Liều duy nhất hoặc 7 ngày"
      },
      {
        "Tên thuốc": "Tinidazol",
        "Liều lượng": "2g",
        "Thời gian sử dụng": "Liều duy nhất"
      }
    ]
  },
  {
    "Tên bệnh": "Sùi mào gà sinh dục",
    "Tên khoa học": "Genital wart",
    "Triệu chứng": "Ngứa, cảm giác bỏng rát, đau hoặc chảy máu. Ra khí hư (ở phụ nữ). Nhiều người bệnh không nhận biết mình bị bệnh.",
    "Vị trí xuất hiện": "Nam giới: dương vật, vành quy đầu, hãm dương vật, mặt trong bao quy đầu, bìu. Nữ giới: hãm môi âm hộ, môi bé, môi lớn, âm vật, lỗ niệu, vùng đáy chậu, hậu môn, tiền đình âm đạo, âm môn, màng trinh, âm đạo và mặt ngoài cổ tử cung. Miệng, họng, vòm họng.",
    "Nguyên nhân": "Human papilloma virus (HPV)",
    "Tiêu chí chẩn đoán": "- Lâm sàng: tổn thương xuất hiện tại vị trí bị sang chấn khi quan hệ tình dục, có thể đơn độc hoặc thường có nhiều tổn thương. Màu sắc của sùi mào gà không sừng hóa có màu hồng tươi, đỏ, khi bị sừng hóa có màu xám trắng. - Cần lâm sàng: soi niệu đạo, soi hậu môn, test axit axetic, mô bệnh học.",
    "Chẩn đoán phân biệt": "U mềm treo, sẩn ngọc quy đầu, các u tuyến bã tuyến Tyson, nốt ruồi, u mềm lây, bệnh Crohn, dày sừng da mỡ, liken phẳng, liken nitidus, sẩn giang mai, vảy nến, viêm da dầu, hội chứng Reiter, bệnh Bowen, hồng sản Queyrat.",
    "Điều trị": "- Điều trị tại nhà: Podophylotoxin 0,5 (dung dịch hoặc kem), kem imiquimod 5%. - Điều trị tại cơ sở y tế: Bôi podophyllin, trichloroacetic TCA hoặc bichloroacetic BCA 80-90, nạo tổn thương, phẫu thuật cắt bỏ tổn thương, phẫu thuật điện, laser, điều trị lạnh, tiêm interferon hoặc 5-fluorouracin.",
    "Phòng bệnh": "- Sử dụng bao cao su. - Sử dụng kim đốt một lần (nếu điều trị bằng đốt điện). - Tiêm vắc-xin phòng nhiễm HPV.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Podophylotoxin 0,5",
        "Liều lượng": "Bôi ngày 2 lần",
        "Thời gian sử dụng": "3 ngày liên tiếp, nghỉ 4 ngày, điều trị một đợt 4 tuần"
      },
      {
        "Tên thuốc": "Kem imiquimod 5%",
        "Liều lượng": "Bôi 3 lần/tuần",
        "Thời gian sử dụng": "Tối 16 tuần. Sau khi bôi 6-10 giờ phải rửa bằng nước và xà phòng nhẹ"
      },
      {
        "Tên thuốc": "Podophyllin",
        "Liều lượng": "Dung dịch 10-25% trong cồn ethanol hoặc cồn benzoin",
        "Thời gian sử dụng": "Bôi để khô, rửa sạch sau khoảng 1-4 giờ. Bôi 1-2 lần/tuần, trong 6 tuần"
      },
      {
        "Tên thuốc": "Trichloroacetic TCA hoặc bichloroacetic BCA 80-90%",
        "Liều lượng": "Bôi",
        "Thời gian sử dụng": "Hàng tuần, trong tối đa 6 tuần"
      },
      {
        "Tên thuốc": "Interferon",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "5-fluorouracin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "U da ung thư tế bào đáy",
    "Tên khoa học": "Basal cell carcinoma",
    "Triệu chứng": "U nhỏ, mật độ chắc, trên có giãn mạch, không ngứa, không đau, tiến triển chậm, tăng dần về kích thước, lan ra xung quanh, thâm nhiễm, xâm lấn đến các tổ chức dưới da. Tôn thương có thể loét, dễ chảy máu, đóng vảy tiết đen, bờ nổi cao với các sẩn bóng, chắc được gọi là hạt ngọc ung thư.",
    "Vị trí xuất hiện": "Vùng đầu, cổ và nửa trên thân mình.",
    "Nguyên nhân": "Tia cực tím từ ánh nắng mặt trời.",
    "Tiêu chí chẩn đoán": "Lâm sàng và xét nghiệm mô bệnh học.",
    "Chẩn đoán phân biệt": "Lupus lao, Lupus ban đỏ kinh điển, Ung thư tế bào hắc tố, Bệnh Paget ngoài vú.",
    "Điều trị": "Phẫu thuật (cắt bỏ rộng tổn thương, phẫu thuật Mohs), Nito lỏng, Laser CO2, Đốt điện, Xạ trị, Quang hóa liệu pháp (PDT), Điều trị hóa chất tại chỗ (Fluouracin 5FU, Imiquimod)",
    "Phòng bệnh": "Tránh ánh nắng mặt trời, mặc quần áo dài tay, mang mũ rộng vành, sử dụng kem chống nắng đúng quy cách, chẩn đoán và điều trị sớm các ung thư tế bào đáy mới xuất hiện, khám định kỳ 1-2 lần/năm.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Fluouracin 5FU",
        "Liều lượng": "5 ống 20g, bôi 1-2 lần/ngày",
        "Thời gian sử dụng": "3-4 tuần"
      },
      {
        "Tên thuốc": "Imiquimod kem 5%",
        "Liều lượng": "Bôi một lần mỗi ngày, thoa nhẹ lên tổn thương, rửa sạch sau 6 tiếng đồng hồ, bôi 3 ngày mỗi tuần.",
        "Thời gian sử dụng": "Tối đa 16 tuần"
      }
    ]
  },
  {
    "Tên bệnh": "Ung thư tế bào vảy",
    "Tên khoa học": "Squamous cell carcinoma-SCC",
    "Triệu chứng": "Sùi hoặc mảng cứng nổi cao, chắc, màu hồng đến màu đỏ, loét, dễ chảy máu, đóng vảy tiết nâu đen.",
    "Vị trí xuất hiện": "Da và niêm mạc",
    "Nguyên nhân": "Xuất hiện trên các tổn thương da mạn tính như dày sừng ánh sáng, bạch sản, sẹo bỏng, viêm da do quang tuyến, nhiễm HPV...",
    "Tiêu chí chẩn đoán": "Lâm sàng và xét nghiệm mô bệnh học.",
    "Chẩn đoán phân biệt": "Lao da, nấm sâu, ung thư tế bào đáy, Mycosis fungoides",
    "Điều trị": "- Phẫu thuật loại bỏ tổ chức ung thư. - Phẫu thuật nạo vét hạch. - Phẫu thuật lạnh. - Laser CO2 hoặc đốt điện. - Xạ trị. - Quang hóa liệu pháp. - Điều trị hóa chất tại chỗ hoặc toàn thân.",
    "Phòng bệnh": "- Điều trị tích cực các tổn thương da mạn tính. - Tránh ánh sáng mặt trời. - Chẩn đoán và điều trị sớm tổn thương tiền ung thư.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "5 fluouracine (5FU)",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Imiquimod",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Ciplastin",
        "Liều lượng": "75 hoặc 100mg/m2 da",
        "Thời gian sử dụng": "3 lần, mỗi lần cách nhau 3 tuần"
      },
      {
        "Tên thuốc": "Cetuximab",
        "Liều lượng": "Truyền tĩnh mạch 400mg/m2 da liều ban đầu, sau đó là 250mg/m2 cho các tuần tiếp theo.",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Ung thư tế bào hắc tố",
    "Tên khoa học": "Malignant melanoma",
    "Triệu chứng": "U, nốt ruồi, bớt sắc tố bẩm sinh có sự thay đổi về kích thước, hình dạng, màu sắc; loét da, chảy máu; ngứa, đau; xuất hiện các khối u dưới da; các triệu chứng thần kinh như đau đầu, co giật, yếu liệt (khi di căn não); khó thở, ho ra máu (khi di căn phổi)",
    "Vị trí xuất hiện": "Da, niêm mạc (miệng, sinh dục, quanh hậu môn), lòng bàn tay, lòng bàn chân, đặc biệt là gót chân, dưới móng",
    "Nguyên nhân": "Ánh nắng mặt trời (tia cực tím), yếu tố di truyền, bớt bẩm sinh, hormon sinh dục nữ oestrogen (mối liên quan chưa rõ ràng), da thuộc typ 1,2,3",
    "Tiêu chí chẩn đoán": "Lâm sàng (hệ thống triệu chứng ABCDE: A-asymetry, B-irregular border, C-irregular color, D-diameter, E-evolution) và xét nghiệm mô bệnh học (tăng sinh, xâm nhập của các tế bào hắc tố, xét nghiệm hóa mô miễn dịch sử dụng các kháng thể kháng S100 và HMB45)",
    "Chẩn đoán phân biệt": "U máu, ung thư tế bào đáy thể tăng sắc tố, histiocytoma, u xơ hóa, nốt ruồi không điển hình, xuất huyết do sang chấn, viêm quanh móng, nhiễm nấm, hạt cơm dưới móng, u hạt nhiễm khuẩn",
    "Điều trị": "Phẫu thuật loại bỏ tổ chức ung thư, điều trị phục hồi tổn khuyết, hóa trị, xạ trị, điều trị miễn dịch",
    "Phòng bệnh": "Tránh tiếp xúc với ánh nắng mặt trời, bảo vệ da khi ra ngoài trời nắng, kiểm tra da định kỳ để phát hiện sớm các dấu hiệu bất thường",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Dacarbazin",
        "Liều lượng": "700mg/m2/ngày",
        "Thời gian sử dụng": "1-5 ngày, lặp lại sau mỗi tháng"
      },
      {
        "Tên thuốc": "Fotemustin",
        "Liều lượng": "100mg/m2",
        "Thời gian sử dụng": "Ngày 1, 8, 15, 50, sau đó 3 tuần tiêm 1 lần"
      },
      {
        "Tên thuốc": "Interferon alpha 2a",
        "Liều lượng": "3 triệu đơn vị",
        "Thời gian sử dụng": "Tiêm dưới da 3 lần một tuần, trong 18 tháng"
      },
      {
        "Tên thuốc": "Corticosteroid",
        "Liều lượng": "Liều thấp",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "U ống tuyến mồ hôi (Syringoma)",
    "Tên khoa học": "Syringoma",
    "Triệu chứng": "Các sẩn nhỏ, kích thước 1-5mm, màu giống màu da hay màu vàng nhạt, nâu nhạt, trắng. Sẩn tương đối cứng chắc, tròn nhẵn và thường có tính phân bố đối xứng. Ngứa (có thể có). Rụng tóc không sẹo (đôi khi)",
    "Vị trí xuất hiện": "Vùng quanh mắt (nhất là mi dưới), gò má, trán, mặt, cổ, nách, ngực, bụng, đùi, sinh dục, cẳng chân. Đôi khi ở vùng đầu.",
    "Nguyên nhân": "Chưa rõ. Các yếu tố thuận lợi: Mùa hè, môi trường làm việc có nhiệt độ cao, stress, hormon sinh dục (đặc biệt là progesteron), yếu tố gia đình.",
    "Tiêu chí chẩn đoán": "Lâm sàng: Sẩn nhỏ, kích thước 1-5mm, màu da hoặc vàng nhạt, nâu nhạt, trắng, đối xứng. Mô bệnh học: Tăng sinh các ống tuyến mồ hôi, lòng ống chứa mảnh vụn không bắt màu thuốc nhuộm, một số ống có đuôi hình đầu phẩy giống hình con nòng nọc, xâm nhập lympho quanh nang lông.",
    "Chẩn đoán phân biệt": "Hạt cơm phẳng, u tuyến bã, trichoepithelioma",
    "Điều trị": "Đốt điện, phẫu thuật cắt bỏ bằng keo Castroviejo, mài mòn da, laser CO2, Isotretinoin bôi mỏng, Atropin dung dịch 1%, Laser CO2 với bước sóng 10.600 nm, phẫu thuật cắt bỏ, Radio surgery.",
    "Phòng bệnh": "Wear the right protective equipment, like gloves, long sleeves, knee and elbow pads, or helmets to protect against cuts, bumps and scrapes. If you do get a cut or scrape, clean it right away with soap and warm water. Put on a bandage to protect it while it heals. When you are spending time outdoors, wear long sleeves and pants and use insect repellant to prevent insect bites. Prevent sunburn by covering up and using sunscreen when outdoors. Wash your hands often with soap and water. When you take a shower or bath, use warm (not hot) water. Use mild cleansers and wash gently (don't scrub). Use moisturizers, like lotions, creams, or ointments, to prevent dry skin.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Isotretinoin",
        "Liều lượng": "Bôi mỏng",
        "Thời gian sử dụng": "Vào buổi tối"
      },
      {
        "Tên thuốc": "Atropin dung dịch 1%",
        "Liều lượng": "Thoa 1 lần/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Tranilast",
        "Liều lượng": "300mg/24 giờ",
        "Thời gian sử dụng": "6 tháng"
      }
    ]
  },
  {
    "Tên bệnh": "Bệnh da dày sừng lòng bàn tay, bàn chân di truyền",
    "Tên khoa học": "Không tìm thấy",
    "Triệu chứng": "Dày sừng lan tỏa, khu trú hoặc kết hợp với các hội chứng khác. Có thể có rãnh giới rõ, đối xứng, da khô, tăng tiết mồ hôi, nứt nẻ, hoặc có gai nhỏ. Các triệu chứng khác có thể bao gồm xơ cứng ngón tay, chậm phát triển, bất thường răng, giảm hoặc không có mồ hôi, tóc quăn, bệnh cơ tim.",
    "Vị trí xuất hiện": "Lòng bàn tay, lòng bàn chân, có thể lan rộng đến mu bàn tay, các khớp ngón tay, khuỷu tay, đầu gối. Một số trường hợp có thể ảnh hưởng đến móng, miệng, thực quản, da đầu, nách, háng.",
    "Nguyên nhân": "Đột biến gen mã hóa cấu trúc thành phần của tế bào sừng, có thể di truyền trội, di truyền lặn hoặc liên quan đến nhiễm sắc thể X.",
    "Tiêu chí chẩn đoán": "- Lâm sàng: Dựa vào hình thái tổn thương (dày sừng lan tỏa, khu trú, dạng dải...), vị trí tổn thương (lòng bàn tay, chân, khuỷu tay, đầu gối...), thời điểm khởi phát bệnh (từ nhỏ, khi sinh, hay ở tuổi trưởng thành...), tiền sử gia đình. - Cận lâm sàng: + Mô bệnh học: Lớp sừng dày, tăng sinh lớp gai, có thể có hiện tượng ly gai. + Xác định đột biến gen (K1, K9, K16...)",
    "Chẩn đoán phân biệt": "- Các loại dày sừng lòng bàn tay, chân do mắc phải khởi phát muộn. - Vảy nến lòng bàn tay, chân. - Dày sừng do nhiễm độc arsen. - Nấm bàn chân mạn tính. - Chàm bàn tay, chân.",
    "Điều trị": "- Tại chỗ: + Ngâm chân tay vào nước ấm. + Chất làm mềm da. + Bôi thuốc bong sừng (mỡ salicylic 10%). + Bôi thuốc có retinoid (vitamine A acid). + Bôi thuốc có vitamin D (calcipotriol). - Toàn thân: Retinoid vitamine A acid (Soriatan).",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Mỡ salicylic 10%",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Retinoid vitamine A acid",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Calcipotriol",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Soriatan",
        "Liều lượng": "1-2 mg/kg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Trung ca Acne",
    "Tên khoa học": "Acne vulgaris",
    "Triệu chứng": "Mun cam, san, san viem, mun mu, mun boc, nang, seo loi, seo lom",
    "Vị trí xuất hiện": "Mat, loing, nguc",
    "Nguyên nhân": "Tang tiet chat ba, sung hoa co nang long, vi khuan Propionibacterium acnes",
    "Tiêu chí chẩn đoán": "Mun cam, san, mun mu, mun boc, nang, tap trung chu yeu o vung tiet nhieu chat ba nhoi mat, loing, nguc",
    "Chẩn đoán phân biệt": "Viem nang long, Giang mai 2 dang trung ca, Day sung quanh nang long, A lao san hoai tu",
    "Điều trị": "Chong tiet nhieu chat ba, chong day sung co tuyen ba, chong nhiem khuan",
    "Phòng bệnh": "Han che dung thuoc co chua cac chat thuoc nhom halogen, corticoid, Rua mat bang xa phong, An it doiong, chocola, chat beo, do ran, Tranh lam viec qua suc, stress tam ly.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Retinoid",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Benzoyl peroxid",
        "Liều lượng": "Nong do tu 2,5-10%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Clindamycin",
        "Liều lượng": "1% phoi hop voi benzoyl peroxide 5%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Erythromycin",
        "Liều lượng": "3% phoi hop voi benzoyl peroxid 5%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Acid azelaic",
        "Liều lượng": "Dang thuoc cream 20%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Doxycyclin",
        "Liều lượng": "100 mg/ngay x 30 ngay sau do 50 mg/ngay x 2-3 thang",
        "Thời gian sử dụng": "2-3 thang"
      },
      {
        "Tên thuốc": "Tetracyclin",
        "Liều lượng": "1,5 g x 8 ngay hoac 0,25 g/ngay x 30 ngay",
        "Thời gian sử dụng": "8 ngay hoac 30 ngay"
      },
      {
        "Tên thuốc": "Isotretinoin",
        "Liều lượng": "Tan cong 0,5-1 mg/kg/ngay x 4 thang, Duy tri 0,2-0,3 mg/kg/ngay x 2-3 thang",
        "Thời gian sử dụng": "4 thang (tan cong), 2-3 thang (duy tri)"
      },
      {
        "Tên thuốc": "Hormon thuoc doi khang androgen",
        "Liều lượng": "21 vien, bat dau uong vien dau tien khi co hanh kinh, moi ngay uong 1 vien",
        "Thời gian sử dụng": "3-6 thang"
      },
      {
        "Tên thuốc": "Vitamin B2",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Biotin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Bepanthen",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {},
  {
    "Tên bệnh": "Vảy phấn đỏ nang lông",
    "Tên khoa học": "Pityriasis rubra pilaris",
    "Triệu chứng": "Da dày sừng nang lông, sẩn nang lông, đỏ da, dày sừng lòng bàn tay bàn chân, ngứa, kích thích, khó chịu, yếu cơ, đau khớp.",
    "Vị trí xuất hiện": "Da đầu, trán, tai, mũi, cổ, ngực, tỳ đè (đầu gối, khuỷu tay), mặt dưới đốt ngón gần của ngón tay, ngón chân, lòng bàn tay, bàn chân.",
    "Nguyên nhân": "Không rõ ràng, có thể liên quan đến nhiễm khuẩn hoặc virus.",
    "Tiêu chí chẩn đoán": "Sẩn nang lông, da đỏ, vảy da khô, bề mặt sần sùi, thô ráp, tiến triển từ đầu xuống thân mình và các chi, dày sừng lòng bàn tay, bàn chân, dấu hiệu lông mi, tổn thương móng, tăng sắc tố ở bờ tự do, giảm protein gan retinol trong máu, tăng CRBP, tăng CRABP, tăng hoạt động của tế bào T ức chế, giảm hoạt động của tế bào Th, mô bệnh học.",
    "Chẩn đoán phân biệt": "Vảy nến, viêm da đầu",
    "Điều trị": "Tránh các thuốc kích ứng da, dùng thuốc dịu da, làm ẩm da, vitamin A axit (acitretin), methotrexat, azathioprim (immurel), cyclosporin, chiếu UVB kết hợp với vitamin A axit.",
    "Phòng bệnh": "Wear the right protective equipment, like gloves, long sleeves, knee and elbow pads, or helmets to protect against cuts, bumps and scrapes. If you do get a cut or scrape, clean it right away with soap and warm water. Put on a bandage to protect it while it heals. When you are spending time outdoors, wear long sleeves and pants and use insect repellant to prevent insect bites. Prevent sunburn by covering up and using sunscreen when outdoors. Wash your hands often with soap and water. When you take a shower or bath, use warm (not hot) water. Use mild cleansers and wash gently (don't scrub). Use moisturizers, like lotions, creams, or ointments, to prevent dry skin.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Vitamin A axit (Acitretin)",
        "Liều lượng": "0.5-0.75mg/kg/ngày",
        "Thời gian sử dụng": "6-12 tháng"
      },
      {
        "Tên thuốc": "Methotrexat",
        "Liều lượng": "20-30mg/tuần",
        "Thời gian sử dụng": "4-12 tháng"
      },
      {
        "Tên thuốc": "Azathioprim (Immurel)",
        "Liều lượng": "100-200mg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cyclosporin",
        "Liều lượng": "5mg/kg/ngày ( tấn công), 2-3mg/kg/ngày (duy trì)",
        "Thời gian sử dụng": "Vài tháng"
      }
    ]
  },
  {
    "Tên bệnh": "U Xơ Thần Kinh",
    "Tên khoa học": "Neurofibromatosis",
    "Triệu chứng": "Dát màu cà phê sữa, u xơ thần kinh mềm hình tròn, u dạng bụi plexiform lan tỏa, đám tàn nhang freckling, tổn thương ở miệng (u nhú ở vòm miệng, lưỡi, môi), u Lisch (nốt thể mi tăng sắc tố), u não (glioma thị giác, astrocystoma), u tủy sống, chậm phát triển thể chất, chứng đầu nhỏ, bệnh Addison, cường tuyến cận giáp, ngứa",
    "Vị trí xuất hiện": "Da, dây thần kinh ngoại biên, thân mình, xung quanh quầng vú, vùng nách, miệng, thể mi, não, tủy sống",
    "Nguyên nhân": "- U xơ thần kinh có nhiều thể khác nhau. Thường gặp là typ 1 NF-1 và typ 2 NF-2. - U xơ thần kinh typ 1 thường gặp nhất, đặc trưng bởi các dát màu cà phê sữa và các u xơ thần kinh xung quanh các sợi thần kinh ngoại vi. Bệnh di truyền theo gen trội. Gen NF-1 nằm trên nhánh dài của chromosom 17 mã hóa cho protein neurofibromin, một protein rất cần thiết cho sự phát triển và biệt hóa của tế bào với chức năng ức chế tổ chức u. - U xơ thần kinh typ 2 đặc trưng bởi u của tế bào Schwann ở tiền phòng của cơ quan thính giác, u màng não và các u ở nơi khác của hệ thần kinh. Gen biến đổi nằm trên nhiễm sắc thể 22, mã hóa cho protein Merlin hay Schwannomin, một protein ức chế phát triển u.",
    "Tiêu chí chẩn đoán": "Chẩn đoán xác định chủ yếu dựa vào lâm sàng khi người bệnh có biểu hiện ít nhất 2 trong 7 tiêu chuẩn sau: 1- Sau dát cà phê sữa có kích thước trên 5mm xuất hiện trước tuổi vị thành niên hoặc trên 15mm xuất hiện sau tuổi vị thành niên. 2- Có từ 2 u xơ thần kinh trở lên hoặc một u bụi thần kinh plexiform. 3- Đám tàn nhang ở nách hay bẹn. 4- U glioma thị giác. 5- Có trên hai khối u Lisch. 6- Tổn thương xương (nhồi màng xương), kèm theo hoặc không có biểu hiện giả cứng khớp. 7- Tiền sử trong gia đình có người (gần thế hệ nhất) mắc NF-1.",
    "Chẩn đoán phân biệt": "Ở trẻ em, các biểu hiện lâm sàng chưa rõ ràng, các dát cà phê sữa có thể gặp trong các trường hợp sau: 10-20% trẻ bình thường. 35% người bệnh mắc hội chứng McCune-Albright. U xơ thần kinh typ 2 (bilateral acoustic neurofibromatosis)",
    "Điều trị": "- Theo dõi định kỳ. - Điều trị các triệu chứng kèm theo nếu có (như động kinh). - Phẫu thuật cắt bỏ những tổn thương u to, ảnh hưởng đến chức năng và thẩm mỹ đối với người bệnh.",
    "Phòng bệnh": "Áp dụng các biện pháp sinh học phân tử để chẩn đoán trước sinh nhất là những trường hợp trong gia đình có người mắc bệnh.",
    "Các loại thuốc": []
  },
  {
    "Tên bệnh": "Bệnh gai đen",
    "Tên khoa học": "Acanthosis nigricans",
    "Triệu chứng": "Da dày, tăng sắc tố da (có thể nâu, nâu xám hoặc đen), cảm giác sờ vào da như nhung, vị trí thường gặp ở nách, cổ, bẹn, bộ phận sinh dục, quanh rốn, vú, lòng bàn tay bàn chân dày, có thể toàn thân, thừa cân, béo phì.",
    "Vị trí xuất hiện": "Nách, cổ, bẹn, bộ phận sinh dục, quanh rốn, vú, lòng bàn tay, bàn chân.",
    "Nguyên nhân": "Béo phì, tiểu đường không đáp ứng với insulin, tăng androgen máu, yếu tố gia đình, u ác tính ở các cơ quan, đột biến gen của thụ thể insulin.",
    "Tiêu chí chẩn đoán": "Lâm sàng (da dày, tăng sắc tố, vị trí tổn thương), tiền sử bệnh, mô bệnh học (dày sừng, tăng nhu, tăng sắc tố, tế bào viêm), xét nghiệm đường máu, siêu âm phát hiện u.",
    "Chẩn đoán phân biệt": "Pachydermoperiostosis, Pemphigus lành tính di truyền của Hailey-Hailey, Erythrasma.",
    "Điều trị": "Thuốc bôi tại chỗ (kem vitamin A axit, thuốc bạt sừng bong vảy như mỡ salicyle 3-5%), thuốc toàn thân (acitretin, calcipotriol), laser CO2, điều trị bệnh phối hợp (tiểu đường, cắt bỏ u).",
    "Phòng bệnh": "Thực hiện chế độ tập luyện, chế độ ăn giảm calo, tránh béo phì, phát hiện và điều trị bệnh tiểu đường, điều trị triệt để các u.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Kem vitamin A axit",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Mỡ salicyle 3-5%",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Acitretin",
        "Liều lượng": "0,5-0,75mg/kg/ngày",
        "Thời gian sử dụng": "6-12 tháng"
      },
      {
        "Tên thuốc": "Calcipotriol",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Di sừng nang lông",
    "Tên khoa học": "Follicular dyskeratosis",
    "Triệu chứng": "Thô ráp da, sần sùi, sẩn sừng nhỏ màu hồng hoặc hơi nâu, vảy tiết màu nâu hơi xám, mùi khó chịu, chấm nhỏ lõm giữa màu vàng nhạt trong suốt ở lòng bàn tay/chân, rãnh dọc móng, sẩn hơi lõm giữa màu trắng ngà/hồng ở niêm mạc",
    "Vị trí xuất hiện": "Vùng da mặt, thái dương, da đầu, mặt bên cổ, vùng giữa lưng, ngực, nếp gấp, mu bàn tay, lòng bàn tay, chân, miệng, thực quản, hậu môn, sinh dục",
    "Nguyên nhân": "Rối loạn sừng hóa, di truyền trội (gen bệnh ở nhiễm sắc thể 12q 23-24.1)",
    "Tiêu chí chẩn đoán": "Lâm sàng (triệu chứng), mô bệnh học (vị trí xẻ thường bị ngay trên lớp đáy kèm theo bất thường sừng hóa của một số tế bào sừng, lớp sừng có biểu hiện dày sừng từng chỗ và á sừng, lớp hạt bị đứt đoạn bởi các ổ di sừng rải rác)",
    "Chẩn đoán phân biệt": "Pemphigus gia đình của Hailey-Hailey, Pemphigus sùi, Loạn sản thượng bì dạng hạt cơm epidermodysplasie verruciforme",
    "Điều trị": "Thuốc bôi làm dịu da, thuốc bạt sừng, mỡ kháng sinh, thuốc sát trùng, vitamin A acid bôi tại chỗ, kháng sinh toàn thân, vitamin A acid (0.25mg/kg/ngày), corticoid (20-40mg/ngày), ngoại khoa (mài da, laser CO2, đốt điện, cắt bỏ đám da sùi ghép da)",
    "Phòng bệnh": "Tránh nắng mặt trời, phòng các nguy cơ bội nhiễm",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Vitamin A acid (uống)",
        "Liều lượng": "0.25mg/kg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Corticoid",
        "Liều lượng": "20-40mg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Bệnh vảy cá",
    "Tên khoa học": "Ichthyosis",
    "Triệu chứng": "Nhiều vảy da lan tỏa, da khô, sờ thô ráp, ngứa (đôi khi), da đầu bong vảy, rụng tóc (trong trường hợp nặng), lòng bàn tay khô, nứt nẻ.",
    "Vị trí xuất hiện": "Da, đặc biệt ở mặt ngoài các chi, thân mình, da đầu, lòng bàn tay, bàn chân.",
    "Nguyên nhân": "Di truyền hoặc mắc phải. Di truyền do sự sừng hóa bất thường. Mắc phải có thể liên quan đến suy dinh dưỡng, phản ứng thuốc, bệnh hệ thống (lupus ban đỏ, suy thận, phong, AIDS,...). Thiếu hụt steroid sulfatase (trong bệnh vảy cá di truyền lặn liên quan đến nhiễm sắc thể X). Đột biến gen (trong da toàn thân dạng vảy cá bẩm sinh bóng nước).",
    "Tiêu chí chẩn đoán": "- Lâm sàng: triệu chứng, vị trí tổn thương, tiền sử gia đình. - Mô bệnh học: dày sừng, giảm hoặc mất lớp hạt, không thâm nhiễm viêm (trong bệnh vảy cá thông thường); dày sừng, lớp hạt bình thường hoặc dày (trong bệnh vảy cá di truyền lặn liên quan đến nhiễm sắc thể X); dày sừng, ly thượng bì, thoái hóa hạt (trong da toàn thân dạng vảy cá bẩm sinh bóng nước). - Sinh hóa máu: cholesterol sulfat cao, men steroid sulfatase giảm hoặc không có (trong bệnh vảy cá di truyền lặn liên quan đến nhiễm sắc thể X). - Xét nghiệm sinh học phân tử: phát hiện đột biến gen.",
    "Chẩn đoán phân biệt": "Viêm da cơ địa, khô da, viêm nang lông, bệnh ở lòng bàn tay, bàn chân, các thể vảy cá khác.",
    "Điều trị": "- Giữ ẩm da (sữa tắm, kem chống khô da). - Bạt sừng bong vảy (axit salicylic, axit lactic, urea). - Vitamin A axit (acitretin) toàn thân.",
    "Phòng bệnh": "Your skin is your body's largest organ. It covers the entire outside of your body. There are many ways that your skin protects your body and helps keep you healthy. For example, it:Holds body fluids in, which helps prevent you from getting dehydratedKeeps out harmful germs, which helps prevent infectionsHelps you feel things like heat, cold, and painHelps control your body temperatureMakes vitamin D when the sun shines on itShields your body against heat and lightWhat problems and conditions can affect your skin?There are many different problems and conditions which can affect your skin. Some of them can cause uncomfortable symptoms, such as itching, burning, redness, and rashes. They might also affect your appearance. Some of the more common skin conditions include:Acne, which causes pimples when hair follicles under your skin get clogged upBurnsCuts and scrapesDandruff, flaking of the skin on your scalp (the top of your head)Eczema (atopic dermatitis), which causes inflammation, redness, and irritation of the skinHives, which are red and sometimes itchy bumps on your skinInsect bitesPsoriasis, which causes itchy, scaly red patchesSkin cancerSkin infectionsHow can I keep my skin healthy?Since your skin protects your body in many ways, it's important to try to keep your skin healthy. For example, you can:Wear the right protective equipment, like gloves, long sleeves, knee and elbow pads, or helmets to protect against cuts, bumps and scrapes.If you do get a cut or scrape, clean it right away with soap and warm water. Put on a bandage to protect it while it heals.When you are spending time outdoors, wear long sleeves and pants and use insect repellant to prevent insect bites.Prevent sunburn by covering up and using sunscreen when outdoors.Wash your hands often with soap and water.When you take a shower or bath, use warm (not hot) water. Use mild cleansers and wash gently (don't scrub).Use moisturizers, like lotions, creams, or ointments, to prevent dry skin.Skin Diseases Skin, Hair and Nails What does your skin do? Your skin is your body's largest organ. It covers the entire outside of your body. There are many ways that your skin protects ... Hearing Disorders and Deafness National Library of Medicine Deafness Presbycusis Hearing loss It's frustrating to be unable to hear well enough to enjoy talking with friends or family. Hearing disorders make it hard, but not impossible, to hear. They can often be helped. Deafness can keep you from hearing sound at all. What causes hearing loss? Some possibilities are:HeredityDiseases such as ear infections and meningitis TraumaCertain medicinesLong-term exposure to loud noiseAgingThere are two main types of hearing loss. One happens when your inner ear or auditory nerve is damaged. This type is usually permanent. The other kind happens when sound waves cannot reach your inner ear. Earwax buildup, fluid, or a punctured eardrum can cause it. Treatment or surgery can often reverse this kind of hearing loss.Untreated, hearing problems can get worse. If you have trouble hearing, you can get help. Possible treatments include hearing aids, cochlear implants, special training, certain medicines, and surgery.Hearing Disorders Deafness Older Adults Ear, Nose and Throat It's frustrating to be unable to hear well enough to enjoy talking with friends or family. Hearing disorders make it hard, but not impossible, to hear. They ... Phòng bệnh: Wear the right protective equipment, like gloves, long sleeves, knee and elbow pads, or helmets to protect against cuts, bumps and scrapes.If you do get a cut or scrape, clean it right away with soap and warm water. Put on a bandage to protect it while it heals.When you are spending time outdoors, wear long sleeves and pants and use insect repellant to prevent insect bites.Prevent sunburn by covering up and using sunscreen when outdoors.Wash your hands often with soap and water.When you take a shower or bath, use warm (not hot) water. Use mild cleansers and wash gently (don't scrub).Use moisturizers, like lotions, creams, or ointments, to prevent dry skin.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Mỡ axit salicylic 5%",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Kem hoặc mỡ urea 10-12%",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Kem hoặc mỡ axit lactic 5-10%",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Dung dịch propylen glycol 40%",
        "Liều lượng": "Bôi bằng bít băng đêm",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Vitamin A axit (Acitretin)",
        "Liều lượng": "Người lớn: 25-35mg/ngày; Trẻ em: 0.5mg/kg/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {},
  {
    "Tên bệnh": "Sarcoidosis",
    "Tên khoa học": "Sarcoidosis",
    "Triệu chứng": "Thương tổn da, sốt, đau khớp, hồng ban nút, tốc độ lắng máu tăng, lách to, xuất huyết giảm tiểu cầu, hạch to, thương tổn phổi, thương tổn xương, viêm màng bồ đào mãn tính, viêm màng mạch, tổn thương thần kinh (đặc biệt là dây thần kinh mặt)",
    "Vị trí xuất hiện": "Da, phổi, hạch, xương, mắt, hệ thần kinh, niêm mạc mũi, các cơ quan phủ tạng",
    "Nguyên nhân": "Chưa rõ, một số tác giả cho là do lao nhưng không có bằng chứng cụ thể",
    "Tiêu chí chẩn đoán": "- Lâm sàng: Biểu hiện ở da (sarcoides cục nhỏ, cục to, thâm nhiễm lan tỏa), thương tổn ở bàn tay, ngón, niêm mạc mũi, các phủ tạng. - Cận lâm sàng: phản ứng lao âm tính (60-80%), thiếu máu nhẹ, giảm lympho bào, tăng protein máu do tăng IgG - Mô bệnh học: cấu trúc mô bệnh học dạng biểu mô, các nang hình tròn hay bầu dục, giới hạn rõ, không có hoại tử bã đậu ở trung tâm",
    "Chẩn đoán phân biệt": "- Sarcoides cục nhỏ ở mặt: giang mai II, lichen phẳng, trứng cá đỏ. - Dạng hình nhẫn: u hạt hình nhẫn. - Sarcoides cục lớn và thể thâm nhiễm thành mảng: lupus lao, gôm giang mai, phong thể T, bệnh máu biểu hiện ở da",
    "Điều trị": "- Corticoid tại chỗ (thương tổn da). - Corticoid toàn thân (thương tổn lan rộng, nội tạng), Methotrexat, thuốc chống sốt rét Chloroquin, Cyclophosphamid, Azathioprin, Cyclosporin, Infliximab",
    "Phòng bệnh": "Bạn có thể giảm nguy cơ mắc một số bệnh tim bằng cách thay đổi lối sống lành mạnh cho tim và kiểm soát bất kỳ tình trạng bệnh lý nào khác mà bạn mắc phải.",
    "Các loại thuốc": []
  },
  {
    "Tên bệnh": "Bạch biến",
    "Tên khoa học": "Vitiligo",
    "Triệu chứng": "Trên da xuất hiện các vết mất sắc tố hình tròn hay bầu dục, giới hạn rõ, có khuynh hướng phát triển ra ngoại vi và liên kết với nhau, xung quanh có một vùng da đậm sắc hơn màu da bình thường. Tổn thương không có vảy, không ngứa, không đau. Tóc hay lông trên vùng tổn thương có nhiều trường hợp cũng mất sắc tố.",
    "Vị trí xuất hiện": "Mặt, cẳng tay, bộ phận sinh dục, mu bàn tay, cổ tay, cẳng tay, cổ, quanh bộ phận sinh dục",
    "Nguyên nhân": "Di truyền, đột biến gen DR4, B13, B35 của HLA, bệnh tự miễn, hóa chất phá hủy hoặc ức chế hoạt động của tế bào sắc tố, stress, chấn thương, cháy, rám nắng.",
    "Tiêu chí chẩn đoán": "Lâm sàng: Các vết mất sắc tố, vị trí tổn thương, các thể lâm sàng. Cận lâm sàng: Mô bệnh học giảm hoặc không có tế bào sắc tố, phản ứng DOPA, xét nghiệm định lượng hormon tuyến giáp, tuyến thượng thận, tuyến yên và insulin.",
    "Chẩn đoán phân biệt": "Piebaldism, Bớt giảm sắc bẩm sinh, Phong bất định, Xơ cứng bì, Lang ben, Chàm khô, Tuberous sclerosis, Giảm sắc tố sau viêm, Giảm sắc tố do hóa chất hay bỏng.",
    "Điều trị": "Tránh ánh nắng mặt trời, thuốc bôi tại chỗ (corticoid, meladinin, psoralen, tacrolimus), bôi mỹ phẩm che màu da, cấy da kết hợp thuốc ức chế miễn dịch, thuốc toàn thân (meladinin, corticoid liều thấp, thuốc ức chế miễn dịch, vitamin nhóm B liều cao).",
    "Phòng bệnh": "Tránh chất kích thích (cà phê, bia rượu), thức khuya, giảm stress. Khi ra ngoài trời đội mũ rộng vành, đeo kính, mặc quần áo dài. Bôi kem chống nắng trước khi ra nắng 30 phút kể cả ngày trời râm. Xét nghiệm định kỳ phát hiện bệnh liên quan (tuyến giáp, tuyến thượng thận, tuyến yên và định lượng insulin máu).",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Corticoid bôi",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "1 tuần, nghỉ 10 ngày, bôi thêm 1-2 đợt"
      },
      {
        "Tên thuốc": "Dung dịch meladinin 1%",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Ngày 1-2 lần"
      },
      {
        "Tên thuốc": "Tacrolimus 0.03-0.1%",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Ngày 2 lần sáng, tối, kéo dài hàng tháng"
      },
      {
        "Tên thuốc": "Meladinin 10mg",
        "Liều lượng": "1 viên",
        "Thời gian sử dụng": "Ngày 1 lần, từ 1-3 tháng, thậm chí 6 tháng"
      },
      {
        "Tên thuốc": "Corticoid toàn thân liều thấp",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Vitamin nhóm B",
        "Liều lượng": "Liều cao",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Sạm da",
    "Tên khoa học": "Không tìm thấy",
    "Triệu chứng": "Da vùng tổn thương có màu nâu, nâu đen, vàng nâu, xanh, xanh đen. Vị trí hay gặp là vùng hố, đặc biệt là mặt, cổ.",
    "Vị trí xuất hiện": "Bất kỳ vùng da nào của cơ thể, hay gặp ở vùng hố, đặc biệt là mặt, cổ.",
    "Nguyên nhân": "Di truyền, rối loạn nội tiết, rối loạn chuyển hóa, yếu tố vật lý, tăng sắc tố sau viêm, bệnh tự miễn, dị ứng thuốc... làm rối loạn quá trình sản sinh sắc tố melanin và sự phân bố của sắc tố melanin.",
    "Tiêu chí chẩn đoán": "- Lâm sàng: Sạm da do di truyền, bẩm sinh (Hội chứng LEOPARD, Hội chứng PEUTZ-JEGHERS, tàn nhang, Hội chứng CALM, bệnh BECKER, nhiễm sắc tố đầu chi của DOLI, tăng sắc tố vùng đầu chi của Kitamura, Nhiễm sắc tố đám de Incontinentia pigmenti), sạm da do rối loạn chuyển hóa (Bệnh thiếu sắc tố do thiếu sắt, thoái hóa), sạm da do rối loạn nội tiết (Bệnh Addison, dát sắc tố trong thời kì mang thai), do hóa chất, do dị ứng thuốc trong bệnh hồng ban, các yếu tố khác (thiếu vitamin A, B12, Vitamin PP, yếu tố vật lý, tăng sắc tố sau viêm, tăng sắc tố trong các khối u lành tính và ác tính, tăng sắc tố trong bệnh hệ thống, bệnh lao, sốt rét, xơ cứng bì...). - Cận lâm sàng: Xác định sạm da khu trú ở thượng bì, trung bì hay hỗn hợp, sử dụng đèn Wood, mô bệnh học, các xét nghiệm khác để xác định nguyên nhân của tăng sắc tố (bản đồ gen, xét nghiệm sinh hóa máu, điện tim, siêu âm).",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "- Điều trị nguyên nhân nếu có. - Điều chỉnh rối loạn chuyển hóa. - Điều hòa rối loạn nội tiết. - Không sử dụng thuốc hay hóa chất gây tăng sắc tố. - Bổ sung vi chất và các vitamin A, PP, 3B... - Dùng các biện pháp chống nắng khi ra nắng. - Dùng kháng sinh, thuốc diệt vi khuẩn, virut, vi nấm. - Bớt sắc tố hay u cần được loại bỏ bằng phẫu thuật, laser, hóa chất. - Điều trị tại chỗ: Sử dụng các thuốc làm giảm sắc tố da (hydroquinon, axit azelaic, leucodinin, vitamin A axit), kem chống nắng hoặc corticoid. - Điều trị toàn thân: Uống cloroquin, plaquinil, camoquil, vitamin C, B, PP, L- cystin.",
    "Phòng bệnh": "- Khi ra ngoài nắng cần đội mũ rộng vành, đeo kính, bôi kem chống nắng 30 phút trước khi ra ngoài trời. - Hạn chế ra nắng, nhất là vào mùa xuân hè. - Hạn chế sử dụng các chất có thể là chất cảm quang gây tăng sắc tố. - Có chế độ sinh hoạt điều độ, ít sử dụng bia rượu, chất kích thích.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "cloroquin, plaquinil, camoquil",
        "Liều lượng": "1 viên mỗi ngày",
        "Thời gian sử dụng": "1-3 tháng"
      },
      {
        "Tên thuốc": "vitamin C, B, PP, L-cystin",
        "Liều lượng": "liều cao",
        "Thời gian sử dụng": "kéo dài"
      }
    ]
  },
  {
    "Tên bệnh": "Lao da",
    "Tên khoa học": "Mycobacterium tuberculosis",
    "Triệu chứng": "Vết loét không đau, kích thước khoảng 0,5 cm ở tại nơi vi khuẩn xâm nhập vào cơ thể, sau đó lan rộng vài cm, bờ không đều, đáy hơi sần sùi, màu đỏ nhạt, mùi hôi, đôi khi có vảy. Các tổn thương khác nhau tùy theo thể bệnh như lupus lao (củ lao màu vàng đỏ), lao cóc (mảng sùi), loét lao (vết loét màu đỏ, thâm nhiễm), lao hạch (nốt chắc dưới da), a lao sẩn hoại tử (sẩn hoại tử ở giữa), hồng ban rắn Bazin (cục nhỏ phát triển chậm).",
    "Vị trí xuất hiện": "Da, có thể ở bất kỳ cơ quan bộ phận nào của cơ thể",
    "Nguyên nhân": "Do trực khuẩn lao Mycobacterium tuberculosis gây nên. Trực khuẩn lao có thể trực tiếp đến da từ cơ quan nội tạng hoặc hiếm hơn là từ bên ngoài.",
    "Tiêu chí chẩn đoán": "Lâm sàng, xét nghiệm vi khuẩn lao dương tính tại tổn thương, phản ứng tuberculin dương tính.",
    "Chẩn đoán phân biệt": "Ung thư tế bào đáy, nấm sâu, Leishmania, bệnh do trực khuẩn kháng cồn kháng toan không điển hình, giang mai thể củ, phong thể củ, viêm mủ da hoại tử, bệnh sarcoid",
    "Điều trị": "Nâng cao thể trạng, chăm sóc tại chỗ, kháng sinh điều trị lao (đa hóa trị liệu). Có thể áp dụng các biện pháp khác nhau để xóa bỏ tổn thương như đốt điện, laser CO2, hoặc áp nito lỏng.",
    "Phòng bệnh": "Mycobacterium tuberculosis prevention Tuberculosis National Library of Medicine TB What is tuberculosis (TB)?Tuberculosis (TB) is a bacterial disease that usually attacks the lungs. But it can also attack other parts of the body, including the kidneys, spine, and brain.Not everyone infected with TB bacteria (germs) becomes sick. So, there are two types of TB conditions:Inactive (latent) TB infection, where the TB germs live in your body but don't make you sick.TB disease (active TB) where you get sick from the TB germs. TB disease can almost always be cured with antibiotics. But if it's not treated properly, it can be fatal.TB is found in the U.S., but it is more common in certain other countries.What causes tuberculosis (TB)?TB is caused by bacteria (germs) called Mycobacterium tuberculosis. The germs spread from person to person through the air. People who have TB disease in their throat or lungs spread the germs in the air when they cough, sneeze, talk, or sing. If you breathe in the air that has the germs, you can get TB.TB is not spread by touching, kissing, or sharing food or dishes.You're more likely to catch TB from people you live or work with than from people you see for shorter amounts of time.Who is more likely to get infected with tuberculosis (TB) germs?Anyone who is near a person with TB disease can get infected with the germs. You are more likely to be near someone with TB disease if you:Were born in or often travel to countries where TB disease is commonAre a health care workerWork or live in a place where TB is more common, such as shelters for people without homes, jails, and nursing homesWho is more likely to develop TB disease?Certain people are more likely to get sick with TB disease after they get infected. They include people who:Have HIVBecame infected with TB in the last 2 yearsHave other diseases, such as diabetes, that make it hard for your body to fight TB germsHave alcohol use disorder (AUD) or inject illegal drugsWere not treated correctly for TB in the pastAre under age 5Are an older adultTake medicines that weaken the immune system, such as medicines taken after an organ transplant, steroids, and specialized treatments for certain autoimmune diseasesWhat are the symptoms of tuberculosis (TB)?Most people who have TB germs in their bodies don't get sick with TB disease. Instead, they have inactive TB infection. With an inactive TB infection, you:Don't have symptomsCan't spread TB to othersCould get sick with active TB disease in the future if your immune system becomes weak for another reasonNeed to take medicine to prevent getting sick with active TB disease in the futureIf you have TB disease, the TB germs are active, meaning that they are growing (multiplying) inside your body and making you sick. If the TB is growing in your lungs or throat, you can spread the TB germs to other people. You can get sick with TB disease weeks to years after you're infected with TB germs.With TB disease, your symptoms will depend on where the TB is growing in your body:General symptoms may include: Chills and feverNight sweats (heavy sweating during sleep)Losing weight without tryingLoss of appetiteWeakness or fatigueSymptoms from TB disease in your lungs may include:A cough that lasts longer than 3 weeksCoughing up blood or sputum (a thick mucus from the lungs)Chest painHow is tuberculosis (TB) diagnosed?Your health care provider or your local health department can test you to find out if you have TB germs in your body. They will give you either a TB skin or blood test.If your test shows that you have TB germs, you'll need to have other tests to see if the germs are actively growing:Tests for TB disease in the lungs usually include testing samples of your sputum and having chest x-rays.Tests for TB disease in other parts of your body may include tests of urine and tissue samples.You may need a TB test if you have symptoms of TB disease or if you are at high risk because you are more likely to be near someone with TB disease.People who have HIV also need to get tested for TB. HIV weakens your immune system. So if you have both HIV and inactive TB, the TB can quickly become active TB disease. You will need treatment for the inactive TB as soon as possible to prevent active TB disease.What is the treatment for tuberculosis (TB)?The treatment for both inactive TB infection and TB disease is antibiotics. To make sure you get rid of all the TB germs in your body, it's very important to follow the directions for taking your medicine.If you don't follow the directions, the TB germs in your body could change and become antibiotic resistant. That means the medicine may stop working and your TB may become hard to cure.For inactive TB infections, you need to take medicines for three, four, six, or nine months, depending on the treatment plan. Treatment helps make sure you don't get TB disease in the future.For active TB disease, you usually need to take medicines for four, six, or nine months, depending on the treatment plan. Treatment will almost always cure you if you take your pills the right way.For TB disease in your lungs or throat, you'll need to stay home for a few weeks, so you don't spread disease to other people. You can protect the people you live with by: Covering your nose and mouth.Opening windows when possible.Not getting too close to them.For drug-resistant TB disease, which means that the TB germs are resistant to certain TB medicines, you will need to take special medicines. Treatment may take a long time, sometimes months or years. The medicines can cause side effects. Your provider will closely monitor your treatment to make sure the medicines are working.By following medical advice for TB testing and treatment, you can keep yourself healthy and help stop the spread of TB.Centers for Disease Control and Prevention Tuberculosis Infections Lungs and Breathing ... spread of TB. Centers for Disease Control and Prevention HIV and Infections National Library of Medicine AIDS and Infections Opportunistic Infections in AIDS AIDS-related opportunistic infections OIs Having HIV/AIDS weakens your body's immune system. It destroys the white blood cells that fight infection. This puts you at risk for opportunistic infections (OIs). OIs are serious infections that take advantage of your weak immune system. These infections are less common and less severe in healthy people.There are many types of OIs:Bacterial infections, including tuberculosis and a serious related disease, Mycobacterium avium complex (MAC)Viral infections, such as cytomegalovirus (CMV) and hepatitis CFungal infections, like yeast infections, cryptococcal meningitis, pneumocystis carinii pneumonia (PCP) and histoplasmosisParasitic infections, such as crypto (cryptosporidiosis) and toxo (toxoplasmosis)Having HIV/AIDS can make infections harder to treat. People with HIV/AIDS are also more likely to have complications from common illnesses such as the flu.You can help prevent infections by taking your HIV/AIDS medicines. Other things that can help include practicing safe sex, washing your hands well and often, and cooking your food thoroughly. AIDS-Related Opportunistic Infections Infections Immune System ... are many types of OIs: Bacterial infections, including tuberculosis and a serious related disease, Mycobacterium avium complex (MAC) Viral infections, such as cytomegalovirus ( ... Mycobacterial Infections National Library of Medicine Hansen's Disease Leprosy Mycobacteria are a type of germ. There are many different kinds. The most common one causes tuberculosis. Another one causes leprosy. Still others cause infections that are called atypical mycobacterial infections. They aren't \"typical\" because they don't cause tuberculosis. But they can still harm people, especially people with other problems that affect their immunity, such as AIDS.Sometimes you can have these infections with no symptoms at all. At other times, they can cause lung symptoms similar to tuberculosis:CoughWeight lossCoughing up blood or mucusWeakness or fatigueFever and chillsNight sweatsLack of appetite and weight lossMedicines can treat these infections, but often more than one is needed to cure the infection. Mycobacterium Infections Mycobacterium Infections, Nontuberculous Leprosy Infections Mycobacteria are a type of germ. There are many different kinds. The most common one causes tuberculosis. Another one causes leprosy. Still others cause infections ... Bạn có thể giúp ngăn ngừa nhiễm trùng bằng cách dùng thuốc HIV/AIDS. Những điều khác có thể giúp bao gồm thực hành tình dục an toàn, rửa tay kỹ và thường xuyên, và nấu thức ăn của bạn kỹ lưỡng. Đối với bệnh lao ở phổi hoặc cổ họng, bạn cần ở nhà vài tuần để không lây bệnh cho người khác. Bạn có thể bảo vệ những người bạn sống cùng bằng cách: Che mũi và miệng. Mở cửa sổ khi có thể. Không đến quá gần họ. Điều trị giúp đảm bảo bạn không mắc bệnh lao trong tương lai. Bằng cách tuân theo lời khuyên y tế về xét nghiệm và điều trị bệnh lao, bạn có thể giữ cho mình khỏe mạnh và giúp ngăn chặn sự lây lan của bệnh lao.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Rifamycin",
        "Liều lượng": "10 mg/kg",
        "Thời gian sử dụng": "8 tuần đầu (uống hằng ngày hoặc 3 lần/tuần), 16 tuần sau (uống hằng ngày hoặc 3 lần/tuần)"
      },
      {
        "Tên thuốc": "INH",
        "Liều lượng": "5 mg/kg",
        "Thời gian sử dụng": "8 tuần đầu (uống hằng ngày hoặc 3 lần/tuần), 16 tuần sau (uống hằng ngày hoặc 3 lần/tuần)"
      },
      {
        "Tên thuốc": "Pyrazinamid",
        "Liều lượng": "30 mg/kg",
        "Thời gian sử dụng": "8 tuần đầu (uống hằng ngày hoặc 3 lần/tuần), 16 tuần sau (uống hằng ngày hoặc 3 lần/tuần)"
      },
      {
        "Tên thuốc": "Ethambutol/Streptomycin",
        "Liều lượng": "15 mg/kg",
        "Thời gian sử dụng": "8 tuần đầu (uống hằng ngày), 16 tuần sau (2 lần/tuần hoặc 3 lần/tuần)"
      }
    ]
  },
  {
    "Tên bệnh": "Ram ma",
    "Tên khoa học": "Chloasma",
    "Triệu chứng": "Các dát tăng sắc tố màu nâu, nâu đen, xanh đen. Màu sắc có thể đồng đều hoặc không, ranh giới không đều và thường đối xứng. Tổn thương ở gò má, thái dương, trán, mũi, quanh miệng. Đôi khi ở cánh tay trên. Tăng đậm vào mùa xuân hè, giảm vào mùa thu đông.",
    "Vị trí xuất hiện": "Hai bên gò má, thái dương, trán, mũi, quanh miệng, cánh tay trên",
    "Nguyên nhân": "Rối loạn chuyển hóa sắc tố ở da, đặc biệt là do rối loạn nội tiết tố (estrogen, progesteron, hormon tuyến giáp, tuyến thượng thận, tuyến yên). Các yếu tố thuận lợi: uống thuốc tránh thai, viêm nhiễm cấp/mạn tính, có thai, nghề nghiệp liên quan đến dầu mỡ và hóa dầu, sử dụng nhiều nước hoa.",
    "Tiêu chí chẩn đoán": "Dựa vào lâm sàng: dát tăng sắc tố màu nâu, nâu đen hoặc xanh đen, ranh giới rõ với da lành, vị trí ở hai bên gò má, trán. Có thể dùng đèn Wood để xác định vị trí tổn thương (thượng bì, trung bì, hỗn hợp). Mô bệnh học: tăng sắc tố ở các lớp tế bào thượng bì, số lượng tế bào sắc tố bình thường hoặc tăng nhẹ, có thể thấy tế bào đại thực bào chứa hạt sắc tố ở trung bì.",
    "Chẩn đoán phân biệt": "Tăng sắc tố sau viêm, bớt tăng sắc tố, tăng sắc tố do các bệnh da khác.",
    "Điều trị": "Điều trị nguyên nhân (nếu có), kết hợp phòng tái phát. Điều trị bằng thuốc bôi và thuốc uống, điều trị nội khoa kết hợp với laser. Thuốc bôi: hydroquinon 2-4%, azaileic acid, resorcinol, vitamin A axit isotretionoin 0,05-0,1%, kem chống nắng, mỡ corticoid nhẹ (hydrocortisol). Laser: Laser Nd YAG, Laser YAG-KTP, Laser Ruby. Thuốc uống: Vitamin C, Vitamin E, L-cystein.",
    "Phòng bệnh": "Bảo vệ da khỏi ánh nắng (đội mũ rộng vành, đeo kính, áo dài), bôi kem chống nắng, tránh dùng thuốc tránh thai, điều trị các ổ viêm nhiễm, kiểm tra sức khỏe định kỳ, sinh hoạt điều độ, tránh thức khuya, bia rượu, không hút thuốc lá, ăn nhiều hoa quả, hạn chế sử dụng mỹ phẩm.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "hydroquinon",
        "Liều lượng": "2-4%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "azaileic acid",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "resorcinol",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "isotretionoin",
        "Liều lượng": "0,05-0,1%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "hydrocortisol",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không quá 10 ngày"
      },
      {
        "Tên thuốc": "Vitamin C",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Vitamin E",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "L-cystein",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Apthosis",
    "Tên khoa học": "Apthosis",
    "Triệu chứng": "Vết loét ở niêm mạc miệng, sinh dục giới hạn rõ ràng, đau nhức nhiều, dễ tái phát, sốt, nhiễm khuẩn tái phát",
    "Vị trí xuất hiện": "Niêm mạc miệng, sinh dục",
    "Nguyên nhân": "Không rõ",
    "Tiêu chí chẩn đoán": "Dựa vào triệu chứng lâm sàng: tổn thương cơ bản lúc đầu là dát đỏ sau đó loét hình tròn hoặc hình bầu dục, đáy màu vàng, bờ đều, mềm, xung quanh là quầng đỏ. Tổn thương rất đau và không có hạch vùng. Các vị trí của khoang miệng có thể có tổn thương. Tuy nhiên, rất hiếm gặp ở lợi, vòm cứng và bờ tự do của môi. Các tổn thương loét thường tiến triển ổn định sau 7 đến 10 ngày và rất hay tái phát.",
    "Chẩn đoán phân biệt": "Bệnh Behcet, bệnh viêm mãn tính đường tiêu hóa (bệnh Crohn, viêm loét đại trực tràng), bệnh lý huyết học (giảm bạch cầu đa nhân, vô bạch cầu hạt), thiếu máu",
    "Điều trị": "Điều trị tại chỗ: sử dụng các sản phẩm sát khuẩn, kháng sinh, giảm đau và corticoid. Điều trị toàn thân: Colchicin, Thalidomid, Pentoxifyllin, Corticosteroid, Vitamin C, Acyclovir, Levamisol, Dapson, Sulfat kẽm, Sắt, Vitamin B1, B6, B12, Interferon alpha",
    "Phòng bệnh": "Vệ sinh răng miệng sạch sẽ, điều trị các ổ nhiễm khuẩn vùng răng miệng, tránh ăn các thức ăn cay nóng, tránh các stress về tâm lý, điều trị tích cực các bệnh kèm theo.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Chlorhexidin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Kamistad gel lidocain",
        "Liều lượng": "Bôi trước khi ăn",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Betamethason",
        "Liều lượng": "4-6 lần/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Prednisolon",
        "Liều lượng": "1-2 viên 20mg trong một cốc nước, súc miệng 3-4 lần/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Triamcinolon",
        "Liều lượng": "Bôi 3-4 lần/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Colchicin",
        "Liều lượng": "1mg/ngày",
        "Thời gian sử dụng": "1 tháng"
      },
      {
        "Tên thuốc": "Thalidomid",
        "Liều lượng": "100mg/ngày",
        "Thời gian sử dụng": "10 ngày đến 3 tuần"
      },
      {
        "Tên thuốc": "Pentoxifyllin",
        "Liều lượng": "300mg x 3 lần/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Vitamin C",
        "Liều lượng": "2g/ngày",
        "Thời gian sử dụng": "15 ngày"
      },
      {
        "Tên thuốc": "Acyclovir",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Levamisol",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Dapson",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Sulfat kem",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Sắt",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Vitamin B1",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Vitamin B6",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Vitamin B12",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Interferon alpha",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Bệnh da do ánh sáng",
    "Tên khoa học": "Photodermatosis",
    "Triệu chứng": "Ban đỏ, phù nề, xuất hiện bóng nước, cảm giác ngứa, sẩn ngứa, mề đay, tổn thương da khô ráp, hằn cổ trâu, lỗ chân lông giãn rộng, sẹo trắng nhỏ, sẹo teo, phù nề môi, vảy da, vảy tiết, môi khô, nứt nẻ, mụn nước, bóng nước, da đỏ, da phù nề, sợ ánh sáng, niêm mạc thâm đen",
    "Vị trí xuất hiện": "Vùng hở như mặt, cổ, chi trên, vùng da kín",
    "Nguyên nhân": "Ánh sáng mặt trời (UVA, UVB, UVC), chất cảm quang (thuốc, hóa chất, hóa chất gốc dầu mỏ, rối loạn chuyển hóa porphyrin, acid tryptophan)",
    "Tiêu chí chẩn đoán": "Triệu chứng lâm sàng, đo liều cảm ứng ánh sáng tối thiểu (MED), photo test, photo patch test, định lượng sắt huyết thanh, định lượng vitamin PP, định lượng porphirin máu, nước tiểu, mô bệnh học",
    "Chẩn đoán phân biệt": "Các bệnh da do ánh sáng khác, viêm da tiếp xúc dị ứng, viêm da tiếp xúc kích ứng",
    "Điều trị": "Tránh tiếp xúc với ánh nắng, mặc quần áo dài, đội mũ rộng vành, đeo găng tay, bôi kem chống nắng, thuốc kháng sốt rét tổng hợp (Chloroquin, Hydroxychloroquin), thuốc có caroten phenoro, vitamin PP, vitamin B, L-cystin, giải mẫn cảm với ánh nắng",
    "Phòng bệnh": "Loại bỏ chất cảm quang (thuốc, hóa chất, đồ uống, thức ăn), hạn chế ra ngoài ánh sáng, sử dụng biện pháp bảo vệ (đội mũ rộng vành, đeo kính, mặc quần áo dài, không phơi nắng), bôi kem chống nắng với chỉ số bảo vệ cao",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Chloroquin",
        "Liều lượng": "250mg x 2 viên/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Hydroxychloroquin",
        "Liều lượng": "200mg x 2 viên/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Thuốc có caroten phenoro",
        "Liều lượng": "1 viên nang/10kg cân nặng/ngày",
        "Thời gian sử dụng": "3 tuần"
      },
      {
        "Tên thuốc": "Vitamin PP",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Vitamin B",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "L-cystin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Porphyrin da",
    "Tên khoa học": "Porphyrin",
    "Triệu chứng": "Bỏng nước kích thước bằng hạt đậu xanh đến hạt lạc, chứa dịch trong, đục khi nhiễm khuẩn hoặc máu đỏ. Bỏng nước dập vỡ để lại vảy tiết, vết trợt, lành để lại sẹo teo trên da, kèm theo da xám đen. Da đỏ lan rộng ở mặt, xơ cứng bì khu trú hay tập trung ở da đầu, chứng rậm lông, mụn nước, hạt milia.",
    "Vị trí xuất hiện": "Mu tay, mặt duỗi cẳng tay, mu chân, nếp gấp cổ chân, vùng da tam giác cổ áo, thái dương, khoeo chân, nếp gấp khuỷu tay, xung quanh thắt lưng",
    "Nguyên nhân": "Rối loạn tổng hợp nhân hem, thiếu hoạt động của 2 trong 8 enzyme trong quá trình tổng hợp nhân hem. Uống nhiều bia, rượu, uống thuốc tránh thai, thuốc nội tiết tố khác, nhiễm trùng cấp và mạn tính.",
    "Tiêu chí chẩn đoán": "Bỏng nước ở vị trí da hở, khi khỏi để lại sẹo. Nước tiểu đỏ khi soi bằng đèn Wood. Nồng độ porphyrin tăng cao trong phân và nước tiểu.",
    "Chẩn đoán phân biệt": "Sạm da do nhiễm độc ánh sáng, sạm da do dị ứng với ánh sáng, cháy nắng, rạm nắng, bệnh da do ánh sáng khác, bệnh Durhing-Brocq, bệnh IgA thanh đại, ly thượng bì bóng nước bẩm sinh.",
    "Điều trị": "Bôi kem chống nắng, bôi thuốc giảm sắc tố da (hydroquinion, axit azelaic, leucodinin B, kem chứa vitamin A axit), thuốc sát khuẩn (milian, castellani, xanh methylen), mỡ kháng sinh, thuốc sốt rét tổng hợp (cloroquin, camoquin, plaquenil hydoxy cloroquin, delagyl), desferrioxamine B, trích máu tĩnh mạch.",
    "Phòng bệnh": "Đi khám và điều trị sớm khi xuất hiện triệu chứng ngoài da, sử dụng biện pháp bảo vệ khi ra ngoài trời (đội mũ, đeo kính, quần áo dài, bôi kem chống nắng), điều trị tại chỗ kết hợp với thuốc toàn thân theo chỉ định của bác sĩ, không dùng rượu, chất kích thích, thuốc tránh thai và hạn chế dùng thuốc nội tiết tố khác, không dùng thuốc ngoài da hay uống thuốc chứa phenol, psoralen, meladinin, thuốc chứa sulphamid, cyclin, thay đổi nhịp ngày đêm (làm việc đêm, nghỉ ngơi trong nhà vào ban ngày).",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Cloroquin",
        "Liều lượng": "0.25g",
        "Thời gian sử dụng": "1-2 tuần, sau đó 2 tuần 1 lần trong 8-18 tháng"
      },
      {
        "Tên thuốc": "Camoquin",
        "Liều lượng": "0.25g",
        "Thời gian sử dụng": "1-2 tuần, sau đó 2 tuần 1 lần trong 8-18 tháng"
      },
      {
        "Tên thuốc": "Plaquenil hydoxy cloroquin",
        "Liều lượng": "200mg",
        "Thời gian sử dụng": "1-2 tuần, sau đó 2 tuần 1 lần trong 8-18 tháng"
      },
      {
        "Tên thuốc": "Desferrioxamine B",
        "Liều lượng": "1.5g",
        "Thời gian sử dụng": "5 ngày/tuần (tiêm bắp) hoặc 200g/lần, 1 tuần/lần (tiêm tĩnh mạch). Tổng thời gian điều trị 11 tháng"
      }
    ]
  },
  {
    "Tên bệnh": "Bệnh da nghề nghiệp",
    "Tên khoa học": "Occupational skin diseases",
    "Triệu chứng": "Viêm da, ban đỏ, sẩn, mụn nước, tăng sừng, dày sừng, loét, sùi, rát bỏng, đau nhức, mụn mủ, chai chân, dày sừng lòng bàn tay, phản ứng chậm sau chân, viêm quanh móng, mắt bỏng rát, đau họng, ho.",
    "Vị trí xuất hiện": "Da, đặc biệt ở vùng da tiếp xúc với tác nhân gây bệnh.",
    "Nguyên nhân": "Do tác động hoặc tiếp xúc với các tác nhân trong môi trường lao động như: hóa chất, cơ học (cọ xát, áp lực, rung động), vật lý (nóng, lạnh, tia bức xạ), sinh học (virus, vi khuẩn, nấm, ký sinh trùng). Các chất hay gây viêm da tiếp xúc: xà phòng, chất tẩy rửa, công việc tiếp xúc nước, cao su, nickel, sản phẩm hóa dầu, dung môi, dầu cắt, epoxy, nhựa thông, Aldehyd, keo.",
    "Tiêu chí chẩn đoán": "- Xác định loại và vị trí tổn thương liên quan đến nghề nghiệp. - Thiết lập mối liên quan giữa bệnh da và nghề nghiệp, môi trường lao động. - Đánh giá yếu tố cơ địa và các yếu tố khác. - Đặc điểm biểu hiện lâm sàng. - Xét nghiệm thử nghiệm da.",
    "Chẩn đoán phân biệt": "- Viêm da tiếp xúc không liên quan đến nghề nghiệp. - Viêm da cơ địa. - Nấm da. - Vảy nến. - Bệnh da do ánh sáng nhiễm độc hoặc dị ứng do thuốc. - Porphyrin da.",
    "Điều trị": "- Tại chỗ: rửa tổn thương bằng nước muối sinh lý, dùng mỡ hoặc dung dịch làm dịu da, thuốc bôi corticosteroid, thuốc bôi kháng sinh. - Toàn thân: Vitamin C liều cao, thuốc kháng viêm không steroid, kháng sinh chống bội nhiễm, kháng histamin, giải mẫn cảm.",
    "Phòng bệnh": "- Biện pháp kỹ thuật: thay đổi nguyên liệu gây kích thích bằng chất vô hại, hệ thống thông hút gió, bụi, hơi độc, tổ chức dây chuyền sản xuất hợp lý, che chắn bảo vệ người lao động. - Biện pháp cá nhân: trang bị và sử dụng bảo hộ lao động hiệu quả, tắm rửa sau lao động, dùng thuốc bảo vệ da. - Biện pháp y tế: khám tuyển không tuyển người mắc bệnh da nặng, bệnh cơ địa dị ứng, thử nghiệm da, khám sức khỏe định kỳ, hướng dẫn và xây dựng cơ sở tủ thuốc cấp cứu.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Hydrocortison, desonid, clobetason",
        "Liều lượng": "Bôi ngày 2 lần, sáng-chiều",
        "Thời gian sử dụng": "Không nên quá 2 tuần"
      },
      {
        "Tên thuốc": "Betamethason dipropionat hoac valerat",
        "Liều lượng": "Bôi ngày 2 lần, sáng-chiều",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Triamcinolon acetonid",
        "Liều lượng": "Bôi ngày 2 lần, sáng-chiều",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Fluocinolon acetonid",
        "Liều lượng": "Bôi ngày 2 lần, sáng-chiều",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Acid fusidic, mupirocin",
        "Liều lượng": "Bôi ngoài da",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Vitamin C",
        "Liều lượng": "1-2 gam/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Paracetamol",
        "Liều lượng": "500 mg, ngày uống 2 lần",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Amoxicillin",
        "Liều lượng": "500 mg, ngày uống 3 lần",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Erythromycin",
        "Liều lượng": "250 mg, 500 mg, uống 4 lần/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cephalexin",
        "Liều lượng": "500 mg, uống 2 lần/ngày",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cefuroxim",
        "Liều lượng": "250 mg, 500 mg, ngày uống 2 lần",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Promethazin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Clorpheniramin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Hydroxyzin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Loratadin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Cetirizin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Levocetirizin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Fexofenadin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Desloratadin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Doxepin",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Pellagra",
    "Tên khoa học": "Pellagra",
    "Triệu chứng": "Da đỏ giới hạn rõ, có vảy da, bóng nước, mụn nước. Da vùng bệnh phù nhẹ, dần khô, dày, sạm màu, ngứa, nóng. Viêm môi, viêm lợi. Ỉa chảy, chán ăn, buồn nôn, rối loạn chức năng gan. Đau đầu, chóng mặt, đau dây thần kinh ngoại biên, giảm trí nhớ, thiếu năng tinh thần, rối loạn thị giác.",
    "Vị trí xuất hiện": "Mặt (vành tai, rãnh mũi, má, trán, cằm), vùng tam giác cổ áo, mu tay, mặt dưới cẳng tay, mu chân, âm đạo, âm hộ, hậu môn, bìu.",
    "Nguyên nhân": "Rối loạn chuyển hóa vitamin PP do thiếu vitamin PP, rối loạn hấp thu tiêu hóa, rối loạn chuyển hóa axit amin tryptophan, ăn chay hoàn toàn, do thuốc (rimifon, sulfamid, thuốc chống co giật, thuốc chống trầm cảm), do khối u ác tính.",
    "Tiêu chí chẩn đoán": "- Người bệnh thiếu ăn hoặc nghiện rượu. - Tổn thương da đỏ, bóng nước hoặc dát thâm. - Vị trí vùng da hở, ranh giới rõ với da lành. - Rối loạn tiêu hóa. - Rối loạn về tâm thần. - Vitamin PP trong máu giảm.",
    "Chẩn đoán phân biệt": "Viêm da tiếp xúc, lupus ban đỏ, viêm da do ánh nắng.",
    "Điều trị": "Tại chỗ: thuốc bạt vảy, mỡ acid salicylic, kem kẽm, kem chống nắng. Toàn thân: vitamin PP (500mg/24h chia 4 lần), vitamin B1, B2, B6, chế độ dinh dưỡng tốt.",
    "Phòng bệnh": "Ăn các loại ngũ cốc khác nhau, chế độ ăn kèm thịt cá và các chất có nhiều vitamin nhóm B, kiểm tra sức khỏe thường xuyên, không uống nhiều rượu bia, bảo vệ và bôi kem chống nắng trước khi ra ngoài trời.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Vitamin PP",
        "Liều lượng": "500mg/24h",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Vitamin B1",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Vitamin B2",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Vitamin B6",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Bệnh phong",
    "Tên khoa học": "Mycobacterium leprae",
    "Triệu chứng": "Tổn thương da (màu sắc thay đổi, dát, củ, u), tổn thương thần kinh (rối loạn cảm giác, viêm dây thần kinh ngoại biên gây liệt, tàn tật), rối loạn bài tiết da (da khô, bong), rối loạn dinh dưỡng (rụng lông mày, loét ở gan, tiêu xương), rối loạn vận động (teo cơ)",
    "Vị trí xuất hiện": "Da, dây thần kinh ngoại biên, mũi, họng, thanh quản, mắt, tinh hoàn, gan, lách, hạch",
    "Nguyên nhân": "Trực khuẩn Mycobacterium leprae",
    "Tiêu chí chẩn đoán": "Lâm sàng (tổn thương da, tổn thương thần kinh), xét nghiệm tìm trực khuẩn phong tại tổn thương, mô bệnh học",
    "Chẩn đoán phân biệt": "Hắc lào, giang mai củ, u hạt hình nhẫn, lang ben, bạch biến, bớt sắc tố, sarcoidosis, mũi đỏ, biểu hiện của các bệnh về máu ở da",
    "Điều trị": "Đa hóa trị liệu (MDT) bao gồm rifampicin, clofazimin, dapson (DDS)",
    "Phòng bệnh": "Phát hiện sớm và điều trị kịp thời, khám định kỳ cho người tiếp xúc gần và xa với người bệnh",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Rifampicin",
        "Liều lượng": "600mg (người lớn, thể nhiều vi khuẩn và ít vi khuẩn), 300mg hoặc 450mg (trẻ em, thể nhiều vi khuẩn và ít vi khuẩn tùy theo độ tuổi)",
        "Thời gian sử dụng": "1 tháng uống 1 lần có kiểm soát (cả người lớn và trẻ em)"
      },
      {
        "Tên thuốc": "Clofazimin",
        "Liều lượng": "300mg (người lớn, thể nhiều vi khuẩn) uống 1 lần có kiểm soát, 50mg (người lớn, thể nhiều vi khuẩn) tự uống hàng ngày",
        "Thời gian sử dụng": "Hàng tháng (300mg) và hàng ngày (50mg) cho người lớn thể nhiều vi khuẩn"
      },
      {
        "Tên thuốc": "Dapson (DDS)",
        "Liều lượng": "100mg (người lớn, thể nhiều vi khuẩn và ít vi khuẩn) tự uống hàng ngày, 25mg hoặc 50mg (trẻ em, thể nhiều vi khuẩn và ít vi khuẩn tùy theo độ tuổi) tự uống hàng ngày",
        "Thời gian sử dụng": "Hàng ngày (cả người lớn và trẻ em)"
      }
    ]
  },
  {
    "Tên bệnh": "Bệnh ghẻ",
    "Tên khoa học": "Scabies",
    "Triệu chứng": "Ngứa nhiều, nhất là về đêm. Mụn nước trên nền da lành, rải rác, riêng rẽ, thường ở vùng da mỏng như kẽ ngón tay, mặt trước cổ tay, cẳng tay, vú, quanh thắt lưng, rốn, kẽ mông, mặt trong đùi và bộ phận sinh dục. Ở trẻ sơ sinh mụn nước hay gặp ở lòng bàn tay, chân. Đường hầm ghẻ. Sẩn cục hay sẩn huyết thanh hay gặp ở nách, bẹn, bìu. Vết xước, vảy da, đỏ da, dát thâm. Có thể có bội nhiễm, chàm hóa, mụn mủ.",
    "Vị trí xuất hiện": "Kẽ ngón tay, mặt trước cổ tay, cẳng tay, vú, quanh thắt lưng, rốn, kẽ mông, mặt trong đùi, bộ phận sinh dục, lòng bàn tay, chân",
    "Nguyên nhân": "Do ký sinh trùng ghẻ Sarcoptes scabiei hominis gây ra.",
    "Tiêu chí chẩn đoán": "- Lâm sàng: Thời gian ủ bệnh trung bình từ 2-3 ngày đến 2-6 tuần. Thương tổn cơ bản: mụn nước trên nền da lành, đường hầm ghẻ, sẩn cục, sẩn huyết thanh, vết xước, vảy da, đỏ da, dát thâm. Triệu chứng cơ năng: Ngứa nhiều, nhất là về đêm. - Cận lâm sàng: Soi tìm ký sinh trùng tại tổn thương.",
    "Chẩn đoán phân biệt": "Tổ đỉa, sẩn ngứa, viêm da cơ địa, nấm da, sang giang mai",
    "Điều trị": "- Điều trị cho tất cả những người trong gia đình, tập thể, nhà trẻ nếu phát hiện bị ghẻ. - Nên tầm soát các bệnh lây qua đường tình dục với các người bệnh trên 18 tuổi. - Quần áo, chăn màn đem giặt sạch phơi khô, là kỹ. - Bôi tại chỗ: Gamma benzen 1%, Permethrin 5%, Benzoat benzyl 25%, Diethylphtalat DEP, mỡ lưu huỳnh 5-10%, Crotaminton 10%. - Toàn thân: Uống kháng histamin tổng hợp, Ivermectin",
    "Phòng bệnh": "- Vệ sinh cá nhân hàng ngày sạch sẽ. - Điều trị bệnh sớm, tránh tiếp xúc và dùng chung các đồ dùng của người bị bệnh.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Gamma benzen",
        "Liều lượng": "1%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Permethrin",
        "Liều lượng": "5%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Benzoat benzyl",
        "Liều lượng": "25%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Diethylphtalat (DEP)",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Mỡ lưu huỳnh",
        "Liều lượng": "5-10%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Crotaminton",
        "Liều lượng": "10%",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Kháng histamin tổng hợp",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Ivermectin",
        "Liều lượng": "200ug/kg cân nặng",
        "Thời gian sử dụng": "Liều duy nhất"
      }
    ]
  },
  {
    "Tên bệnh": "Lang ben",
    "Tên khoa học": "Pityriasis versicolor",
    "Triệu chứng": "Da hình tròn hoặc hình bầu dục có vảy da mỏng, màu nâu tăng sắc tố, nâu vàng giảm sắc tố, đôi khi viêm nhẹ màu hồng, ngứa nhẹ.",
    "Vị trí xuất hiện": "Vùng da tiết bã (ngực, liên bả vai), mặt (trẻ em), da đầu, khoeo, nách, bẹn.",
    "Nguyên nhân": "Do nấm thuộc nhóm Malassezia (M. sympodialis, M. globosa, M. restricta, M. slooffiae, M. furfur, M. obtusa, M. dermatis, M. japonica, M. yamotoensis, M. nana, M. caprae và M. equina).",
    "Tiêu chí chẩn đoán": "Tổn thương da tăng hoặc giảm sắc tố, vảy da mỏng; đèn Wood có màu huỳnh quang vàng; soi tươi thấy hình ảnh bào tử xen kẽ với sợi nấm ngắn.",
    "Chẩn đoán phân biệt": "Chàm khô pityriasis alba, giảm sắc tố sau viêm, bạch biến, phong thể I, viêm da dầu, vảy phấn hồng Gilbert, nấm thân, giang mai II, viêm nang lông.",
    "Điều trị": "Thuốc chống nấm tại chỗ (ketoconazol, selenium sulfid, azol, allylamin, glycol propylen, nystatin, axit salicylic), thuốc kháng sinh đường toàn thân (Ketoconazol, Itraconazol, Fluconazol).",
    "Phòng bệnh": "Loại bỏ và hạn chế các yếu tố thuận lợi, sử dụng dầu gội ketoconazol, Ketoconazol, Fluconazol, Itraconazol.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Ketoconazol (tại chỗ)",
        "Liều lượng": "1-2 lần/tuần",
        "Thời gian sử dụng": "2-4 tuần"
      },
      {
        "Tên thuốc": "Selenium sulfid",
        "Liều lượng": "2,5%",
        "Thời gian sử dụng": "2-4 tuần"
      },
      {
        "Tên thuốc": "Ketoconazol (uống)",
        "Liều lượng": "200 mg/ngày",
        "Thời gian sử dụng": "5-7 ngày"
      },
      {
        "Tên thuốc": "Itraconazol",
        "Liều lượng": "100-200 mg/ngày",
        "Thời gian sử dụng": "5 ngày"
      },
      {
        "Tên thuốc": "Fluconazol",
        "Liều lượng": "300 mg/tuần",
        "Thời gian sử dụng": "2 tuần"
      },
      {
        "Tên thuốc": "Ketoconazol (uống phòng tái phát)",
        "Liều lượng": "400 mg/tháng",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Fluconazol (uống phòng tái phát)",
        "Liều lượng": "300 mg/tháng",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Itraconazol (uống phòng tái phát)",
        "Liều lượng": "400 mg/tháng",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Nấm móng",
    "Tên khoa học": "Onychomycosis",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Móng chân và móng tay",
    "Nguyên nhân": "Nhiễm nấm",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Thuốc bôi trực tiếp lên vùng bị nhiễm hoặc thuốc kháng nấm uống (dành cho trường hợp nhiễm trùng nghiêm trọng)",
    "Phòng bệnh": "Giữ móng sạch sẽ, khô ráo và cắt tỉa gọn gàng. Không cắt bỏ lớp biểu bì.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Thuốc kháng nấm (bôi hoặc uống)",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Viêm mô tế bào",
    "Tên khoa học": "Cellulitis",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Thủy đậu",
    "Tên khoa học": "Varicella",
    "Triệu chứng": "Phát ban ngứa ngáy khó chịu, sốt, nhức đầu, mệt mỏi, chán ăn, phát ban biến thành mụn nước chứa đầy dịch và cuối cùng thành vảy.",
    "Vị trí xuất hiện": "Mặt, ngực, lưng, sau đó lan ra toàn thân.",
    "Nguyên nhân": "Virus varicella-zoster",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Thuốc calamine và tắm bột yến mạch giúp giảm ngứa. Acetaminophen có thể điều trị sốt. Thuốc kháng virus có thể cần thiết cho người lớn, trẻ sơ sinh, thanh thiếu niên, phụ nữ có thai và những người có hệ miễn dịch yếu.",
    "Phòng bệnh": "Tiêm vắc-xin thủy đậu",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Calamine",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Acetaminophen",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Thuốc kháng virus",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Không có tên bệnh truyền vào",
    "Tên khoa học": "Không tìm thấy",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Ringworm (Bệnh hắc lào)",
    "Tên khoa học": "Tinea",
    "Triệu chứng": "Phát ban da đỏ tạo thành vòng xung quanh vùng da bình thường, ngứa, các mảng đỏ trên da đầu, rụng tóc (đối với hắc lào da đầu)",
    "Vị trí xuất hiện": "Da, da đầu",
    "Nguyên nhân": "Do nấm",
    "Tiêu chí chẩn đoán": "Khám thực thể, hỏi về triệu chứng, xét nghiệm da (cấy da)",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Kem và bột không kê đơn, thuốc kê đơn",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Kem và bột chống nấm (không kê đơn)",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Thuốc chống nấm (kê đơn)",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Shingles (Zona)",
    "Tên khoa học": "Herpes Zoster",
    "Triệu chứng": "Đau rát, ngứa ran, phát ban (mụn nước) thường xuất hiện một bên cơ thể hoặc mặt, sốt, nhức đầu, ớn lạnh, khó chịu ở bụng",
    "Vị trí xuất hiện": "Một bên cơ thể hoặc mặt",
    "Nguyên nhân": "Virus varicella-zoster (VZV), virus gây bệnh thủy đậu. Sau khi bị thủy đậu, virus tồn tại trong cơ thể và có thể tái hoạt động gây ra zona.",
    "Tiêu chí chẩn đoán": "Tiền sử bệnh, khám phát ban. Xét nghiệm mẫu từ mụn nước (trong một số trường hợp).",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Thuốc kháng virus (trong vòng 3 ngày sau khi phát ban), thuốc giảm đau, chườm mát, kem calamine, tắm bột yến mạch.",
    "Phòng bệnh": "Vaccine Shingrix (khuyến cáo cho người lớn khỏe mạnh trên 50 tuổi), tránh tiếp xúc với người có hệ miễn dịch suy yếu, người chưa bị thủy đậu hoặc chưa tiêm phòng thủy đậu (đặc biệt là phụ nữ mang thai), trẻ sinh non hoặc nhẹ cân, giữ vết phát ban được che phủ, không chạm hoặc gãi vết phát ban, rửa tay thường xuyên.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Thuốc kháng virus",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Trong vòng 3 ngày sau khi phát ban"
      },
      {
        "Tên thuốc": "Thuốc giảm đau",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Athlete's Foot (Bệnh nấm da chân)",
    "Tên khoa học": "Tinea Pedis",
    "Triệu chứng": "Ngứa, rát, nứt nẻ, đóng vảy da giữa các ngón chân",
    "Vị trí xuất hiện": "Giữa các ngón chân, da",
    "Nguyên nhân": "Do nấm gây ra, lây nhiễm từ bề mặt ẩm ướt (như phòng tắm, hồ bơi, sàn phòng thay đồ), tiếp xúc với người bệnh hoặc động vật bị nhiễm nấm.",
    "Tiêu chí chẩn đoán": "Khám sức khỏe, hỏi về triệu chứng, xét nghiệm da (cấy da)",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Kem chống nấm không kê đơn (OTC) cho hầu hết các trường hợp, thuốc kê đơn cho nhiễm trùng nghiêm trọng hơn.",
    "Phòng bệnh": "Giữ chân sạch sẽ, khô ráo và thoáng mát, đi tất sạch, không đi chân trần ở nơi công cộng, đi dép trong phòng tắm và phòng thay đồ, giữ móng chân sạch và cắt ngắn.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Kem chống nấm (OTC hoặc kê đơn)",
        "Liều lượng": "Theo hướng dẫn của nhà sản xuất hoặc chỉ định của bác sĩ",
        "Thời gian sử dụng": "Theo chỉ định của bác sĩ hoặc hướng dẫn của nhà sản xuất"
      }
    ]
  },
  {
    "Tên bệnh": "Athlete foot",
    "Tên khoa học": "Athlete foot",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "ringworm",
    "Tên khoa học": "ringworm",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "",
        "Liều lượng": "",
        "Thời gian sử dụng": ""
      }
    ]
  },
  {
    "Tên bệnh": "Athlete's foot",
    "Tên khoa học": "Athlete's foot",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "ringworm",
    "Tên khoa học": "ringworm",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Athlete's foot",
    "Tên khoa học": "Athlete's foot",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "ringworm",
    "Tên khoa học": "ringworm",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Athlete-foot",
    "Tên khoa học": "Athlete-foot",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "ringworm",
    "Tên khoa học": "ringworm",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "athlete-foot",
    "Tên khoa học": "athlete-foot",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "ringworm",
    "Tên khoa học": "ringworm",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Athlete Foot",
    "Tên khoa học": "Athlete Foot",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "ringworm",
    "Tên khoa học": "ringworm",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Cutaneous Larva Migrans",
    "Tên khoa học": "Cutaneous Larva Migrans",
    "Triệu chứng": "rashes, swelling, redness, pain, pus, and itching (liên hệ với skin infections)",
    "Vị trí xuất hiện": "Skin",
    "Nguyên nhân": "Parasites",
    "Tiêu chí chẩn đoán": "physical exam, symptoms, lab tests (skin culture, biopsy), blood tests (liên hệ với skin infections)",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "cream or lotion, medicines, procedure to drain pus (liên hệ với skin infections)",
    "Phòng bệnh": "wash your hands thoroughly, practicing good hygiene, keeping pet areas clean and keeping your pets' shots up to date.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "ringworm",
    "Tên khoa học": "ringworm",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "",
        "Liều lượng": "",
        "Thời gian sử dụng": ""
      }
    ]
  },
  {
    "Tên bệnh": "Shingles (Zona)",
    "Tên khoa học": "Herpes Zoster",
    "Triệu chứng": "Đau rát, ngứa, hoặc cảm giác kiến bò; Phát ban (thường ở một bên cơ thể hoặc mặt); Mụn nước; Sốt; Đau đầu; Ớn lạnh; Khó chịu ở bụng",
    "Vị trí xuất hiện": "Thường ở một bên cơ thể hoặc mặt, có thể lan rộng ở người suy giảm miễn dịch",
    "Nguyên nhân": "Virus varicella-zoster (VZV), cùng loại virus gây bệnh thủy đậu. Virus tái hoạt động sau khi đã tiềm ẩn trong cơ thể từ lần nhiễm thủy đậu trước đó",
    "Tiêu chí chẩn đoán": "Tiền sử bệnh; Khám thực thể (nhìn vào phát ban); Xét nghiệm mẫu từ phát ban hoặc mụn nước (trong một số trường hợp)",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Thuốc kháng virus (trong vòng 3 ngày sau khi phát ban); Thuốc giảm đau; Chườm mát; Kem calamine; Tắm bột yến mạch",
    "Phòng bệnh": "Vaccine Shingrix (cho người lớn trên 50 tuổi hoặc trên 19 tuổi có hệ miễn dịch suy yếu); Tránh tiếp xúc với người có hệ miễn dịch yếu, người chưa bị thủy đậu hoặc chưa tiêm phòng thủy đậu (đặc biệt phụ nữ mang thai), trẻ sinh non hoặc nhẹ cân; Che phủ phát ban; Không chạm hoặc gãi phát ban; Rửa tay thường xuyên",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Thuốc kháng virus",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Trong vòng 3 ngày sau khi phát ban"
      },
      {
        "Tên thuốc": "Thuốc giảm đau",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Kem hydrocortisone",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Thuốc kháng histamine",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "ringworm",
    "Tên khoa học": "ringworm",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "",
        "Liều lượng": "",
        "Thời gian sử dụng": ""
      }
    ]
  },
  {
    "Tên bệnh": "athlete-foot",
    "Tên khoa học": "athlete-foot",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "ringworm",
    "Tên khoa học": "ringworm",
    "Triệu chứng": "Không tìm thấy",
    "Vị trí xuất hiện": "Không tìm thấy",
    "Nguyên nhân": "Không tìm thấy",
    "Tiêu chí chẩn đoán": "Không tìm thấy",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không tìm thấy",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "",
        "Liều lượng": "",
        "Thời gian sử dụng": ""
      }
    ]
  },
  {
    "Tên bệnh": "Cutaneous Larva Migrans",
    "Tên khoa học": "Cutaneous Larva Migrans",
    "Triệu chứng": "Rashes, swelling, redness, pain, pus, and itching (các triệu chứng chung của nhiễm trùng da).",
    "Vị trí xuất hiện": "Da",
    "Nguyên nhân": "Do ký sinh trùng xâm nhập vào da",
    "Tiêu chí chẩn đoán": "Khám thực thể và hỏi về các triệu chứng. Xét nghiệm trong phòng thí nghiệm, chẳng hạn như cấy da. Sinh thiết da.",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Kem hoặc thuốc bôi ngoài da. Thuốc uống. Thủ thuật dẫn lưu mủ.",
    "Phòng bệnh": "Vệ sinh tốt, giữ khu vực thú cưng sạch sẽ và tiêm phòng cho thú cưng đầy đủ. Uống nước an toàn khi đi du lịch.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Không tìm thấy",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Shingles (Zona)",
    "Tên khoa học": "Herpes Zoster",
    "Triệu chứng": "Đau rát, ngứa ran hoặc ngứa, thường ở một bên cơ thể hoặc mặt; phát ban (thường là một dải duy nhất xung quanh bên trái hoặc bên phải của cơ thể, hoặc một bên mặt) bao gồm các mụn nước có thể đóng vảy sau 7-10 ngày; sốt; đau đầu; ớn lạnh; đau bụng",
    "Vị trí xuất hiện": "Thường ở một bên cơ thể hoặc mặt, có thể lan rộng ở những người có hệ miễn dịch suy yếu; có thể ảnh hưởng đến mắt, tai",
    "Nguyên nhân": "Do virus varicella-zoster (VZV), cùng loại virus gây bệnh thủy đậu. Sau khi bị thủy đậu, virus tồn tại trong cơ thể và có thể tái hoạt động khi về già hoặc hệ miễn dịch suy yếu.",
    "Tiêu chí chẩn đoán": "Dựa trên tiền sử bệnh và khám phát ban. Trong một số trường hợp, có thể cần xét nghiệm mẫu mô hoặc dịch từ mụn nước.",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Không có cách chữa khỏi hoàn toàn. Thuốc kháng virus có thể giúp rút ngắn thời gian và giảm mức độ nghiêm trọng của bệnh, cũng như ngăn ngừa đau dây thần kinh sau zona (PHN). Thuốc giảm đau, chườm mát, kem calamine và tắm bột yến mạch có thể giúp giảm ngứa.",
    "Phòng bệnh": "Tiêm vắc-xin Shingrix (được khuyến nghị cho người lớn khỏe mạnh từ 50 tuổi trở lên, hoặc từ 19 tuổi trở lên nếu có hệ miễn dịch suy yếu). Tránh tiếp xúc với những người có hệ miễn dịch suy yếu, những người chưa bị thủy đậu hoặc chưa tiêm vắc-xin thủy đậu (đặc biệt là phụ nữ mang thai), trẻ sinh non hoặc nhẹ cân. Che phủ phát ban, không chạm hoặc gãi phát ban, rửa tay thường xuyên.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Thuốc kháng virus",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Trong vòng 3 ngày sau khi phát ban xuất hiện"
      },
      {
        "Tên thuốc": "Thuốc giảm đau",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Khi cần thiết"
      }
    ]
  },
  {
    "Tên bệnh": "Nấm da chân",
    "Tên khoa học": "Tinea Pedis",
    "Triệu chứng": "Ngứa, rát, da nứt nẻ, có vảy giữa các ngón chân",
    "Vị trí xuất hiện": "Giữa các ngón chân",
    "Nguyên nhân": "Do nấm gây ra, lây từ bề mặt ẩm ướt như phòng tắm, hồ bơi, sàn phòng thay đồ",
    "Tiêu chí chẩn đoán": "Khám lâm sàng, xét nghiệm da (cấy da)",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Kem bôi chống nấm không kê đơn (OTC) cho hầu hết các trường hợp, thuốc kê đơn cho nhiễm trùng nặng hơn",
    "Phòng bệnh": "Giữ chân sạch sẽ, khô ráo và thoáng mát, đi tất sạch, không đi chân trần ở nơi công cộng, đi dép trong phòng tắm, giữ móng chân sạch và cắt ngắn",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Kem chống nấm (OTC)",
        "Liều lượng": "Tuân theo hướng dẫn trên nhãn thuốc",
        "Thời gian sử dụng": "Cho đến khi hết nhiễm trùng"
      },
      {
        "Tên thuốc": "Thuốc chống nấm kê đơn",
        "Liều lượng": "Theo chỉ định của bác sĩ",
        "Thời gian sử dụng": "Theo chỉ định của bác sĩ"
      }
    ]
  },
  {
    "Tên bệnh": "Ringworm (Nấm da)",
    "Tên khoa học": "Tinea",
    "Triệu chứng": "Phát ban da đỏ tạo thành vòng quanh vùng da bình thường, ngứa, các mảng đỏ trên đầu (nếu là nấm da đầu), có thể gây rụng tóc.",
    "Vị trí xuất hiện": "Da, da đầu",
    "Nguyên nhân": "Do nấm gây ra, lây nhiễm khi tiếp xúc với người bệnh, bề mặt ẩm ướt (sàn phòng tắm), hoặc động vật.",
    "Tiêu chí chẩn đoán": "Khám thực thể, hỏi về triệu chứng, có thể cần xét nghiệm da.",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Kem bôi hoặc thuốc uống chống nấm (cần kê đơn).",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Kem chống nấm (OTC)",
        "Liều lượng": "Theo hướng dẫn trên sản phẩm",
        "Thời gian sử dụng": "Theo hướng dẫn trên sản phẩm"
      },
      {
        "Tên thuốc": "Thuốc chống nấm (kê đơn)",
        "Liều lượng": "Theo chỉ định của bác sĩ",
        "Thời gian sử dụng": "Theo chỉ định của bác sĩ"
      }
    ]
  },
  {
    "Tên bệnh": "Athlete's foot (Bệnh nấm da chân)",
    "Tên khoa học": "Tinea Pedis",
    "Triệu chứng": "Ngứa, rát, nứt nẻ, bong tróc da giữa các ngón chân",
    "Vị trí xuất hiện": "Giữa các ngón chân, da",
    "Nguyên nhân": "Do nấm gây ra, lây nhiễm từ bề mặt ẩm ướt như phòng tắm, hồ bơi, sàn phòng thay đồ",
    "Tiêu chí chẩn đoán": "Khám thực thể, hỏi về triệu chứng, xét nghiệm da (nuôi cấy)",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Kem bôi chống nấm không kê đơn, thuốc kê đơn (cho trường hợp nặng)",
    "Phòng bệnh": "Giữ chân sạch sẽ, khô ráo và thoáng mát, đi tất sạch, không đi chân trần ở nơi công cộng, đi dép trong phòng tắm công cộng, giữ móng chân sạch và cắt ngắn",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Kem chống nấm",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Thuốc uống chống nấm (kê đơn)",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Athlete's Foot (Bệnh nấm da chân)",
    "Tên khoa học": "Tinea Pedis",
    "Triệu chứng": "Ngứa, rát, da nứt nẻ, có vảy giữa các ngón chân.",
    "Vị trí xuất hiện": "Kẽ ngón chân, da.",
    "Nguyên nhân": "Do nấm gây ra, lây lan từ bề mặt ẩm ướt như phòng tắm, hồ bơi, sàn phòng thay đồ.",
    "Tiêu chí chẩn đoán": "Khám lâm sàng, xét nghiệm mẫu da (skin culture).",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Kem bôi chống nấm không kê đơn, thuốc kê đơn cho trường hợp nặng.",
    "Phòng bệnh": "Giữ chân sạch sẽ, khô ráo và thoáng mát, đi tất sạch, không đi chân đất ở nơi công cộng, đi dép trong phòng tắm và phòng thay đồ, giữ móng chân sạch và cắt ngắn.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Kem chống nấm (antifungal creams)",
        "Liều lượng": "Theo hướng dẫn trên sản phẩm hoặc chỉ định của bác sĩ.",
        "Thời gian sử dụng": "Theo chỉ định của bác sĩ hoặc đến khi hết triệu chứng."
      },
      {
        "Tên thuốc": "Thuốc uống chống nấm (oral antifungal medicines)",
        "Liều lượng": "Theo chỉ định của bác sĩ.",
        "Thời gian sử dụng": "Theo chỉ định của bác sĩ."
      }
    ]
  },
  {
    "Tên bệnh": "Ringworm (Bệnh nấm da)",
    "Tên khoa học": "Tinea",
    "Triệu chứng": "Phát ban da đỏ hình tròn xung quanh vùng da bình thường, ngứa, mảng đỏ trên đầu (nấm da đầu), có thể gây rụng tóc",
    "Vị trí xuất hiện": "Da, da đầu",
    "Nguyên nhân": "Do nấm",
    "Tiêu chí chẩn đoán": "Khám thực thể, hỏi về triệu chứng, có thể làm xét nghiệm da (ví dụ: cạo da)",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Kem bôi hoặc thuốc uống chống nấm (cần kê đơn trong một số trường hợp)",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Kem chống nấm (không kê đơn)",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Thuốc chống nấm (kê đơn)",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Nấm da chân",
    "Tên khoa học": "Tinea Pedis",
    "Triệu chứng": "Ngứa, rát, da nứt nẻ, có vảy giữa các ngón chân.",
    "Vị trí xuất hiện": "Kẽ ngón chân, da",
    "Nguyên nhân": "Do nấm gây ra, lây từ bề mặt ẩm ướt như phòng tắm, hồ bơi, sàn phòng thay đồ.",
    "Tiêu chí chẩn đoán": "Khám thực thể, hỏi về triệu chứng, xét nghiệm mẫu da (skin culture).",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Kem bôi chống nấm không kê đơn (over-the-counter antifungal creams), thuốc kê đơn cho trường hợp nặng.",
    "Phòng bệnh": "Giữ chân sạch sẽ, khô ráo và thoáng mát, đi tất sạch, không đi chân trần ở nơi công cộng, đi dép trong phòng tắm và phòng thay đồ, giữ móng chân sạch và cắt ngắn.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Kem chống nấm (antifungal creams)",
        "Liều lượng": "Theo hướng dẫn trên bao bì hoặc chỉ định của bác sĩ.",
        "Thời gian sử dụng": "Theo chỉ định của bác sĩ hoặc đến khi hết triệu chứng."
      },
      {
        "Tên thuốc": "Thuốc chống nấm kê đơn",
        "Liều lượng": "Theo chỉ định của bác sĩ",
        "Thời gian sử dụng": "Theo chỉ định của bác sĩ"
      }
    ]
  },
  {
    "Tên bệnh": "Ringworm (Bệnh hắc lào)",
    "Tên khoa học": "Tinea",
    "Triệu chứng": "Phát ban da đỏ hình vòng xung quanh vùng da trông bình thường; các mảng da đỏ, ngứa trên đầu, có thể gây rụng tóc; ngứa, rát và nứt da giữa các ngón chân (nếu là nấm da chân); phát ban ngứa, rát ở vùng háng (nếu là ngứa vùng bẹn).",
    "Vị trí xuất hiện": "Da, da đầu, bàn chân (giữa các ngón chân), vùng háng",
    "Nguyên nhân": "Do nấm (fungus)",
    "Tiêu chí chẩn đoán": "Khám thực thể, hỏi về triệu chứng, có thể làm xét nghiệm da (skin culture).",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Kem và bột không kê đơn (over-the-counter) cho các trường hợp nhẹ; thuốc kê đơn cho các trường hợp nặng hơn.",
    "Phòng bệnh": "Không tìm thấy",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Kem và bột chống nấm (antifungal)",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Thuốc chống nấm kê đơn",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Athlete's Foot (Bệnh nấm da chân)",
    "Tên khoa học": "Tinea Pedis",
    "Triệu chứng": "Ngứa, rát, da nứt nẻ, có vảy giữa các ngón chân.",
    "Vị trí xuất hiện": "Kẽ ngón chân, da",
    "Nguyên nhân": "Do nấm gây ra. Lây lan từ các bề mặt ẩm ướt như vòi hoa sen, hồ bơi, sàn phòng thay đồ, hoặc tiếp xúc với người bệnh, vật nuôi bị nhiễm bệnh.",
    "Tiêu chí chẩn đoán": "Khám thực thể, hỏi về triệu chứng, có thể làm xét nghiệm da.",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Kem chống nấm không kê đơn (OTC) cho hầu hết các trường hợp. Thuốc kê đơn cho các trường hợp nhiễm trùng nghiêm trọng hơn.",
    "Phòng bệnh": "Giữ chân sạch sẽ, khô ráo và mát mẻ. Đi tất sạch. Không đi chân trần ở nơi công cộng. Đi dép trong phòng tắm ở phòng thay đồ. Giữ móng chân sạch sẽ và cắt ngắn.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Kem chống nấm (OTC)",
        "Liều lượng": "Theo hướng dẫn trên bao bì",
        "Thời gian sử dụng": "Theo hướng dẫn trên bao bì"
      },
      {
        "Tên thuốc": "Thuốc chống nấm (kê đơn)",
        "Liều lượng": "Theo chỉ định của bác sĩ",
        "Thời gian sử dụng": "Theo chỉ định của bác sĩ"
      }
    ]
  },
  {
    "Tên bệnh": "Shingles (Zona)",
    "Tên khoa học": "Herpes Zoster",
    "Triệu chứng": "Đau rát, đau nhói, ngứa, phát ban (thường một dải trên một bên cơ thể hoặc mặt), mụn nước đóng vảy sau 7-10 ngày, sốt, nhức đầu, ớn lạnh, khó chịu ở bụng.",
    "Vị trí xuất hiện": "Một bên cơ thể hoặc mặt, có thể lan rộng ở người suy giảm miễn dịch.",
    "Nguyên nhân": "Virus varicella-zoster (VZV), virus gây bệnh thủy đậu tái hoạt động.",
    "Tiêu chí chẩn đoán": "Tiền sử bệnh, khám phát ban, xét nghiệm mẫu từ phát ban (trong một số trường hợp).",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Thuốc kháng virus (trong vòng 3 ngày sau phát ban), thuốc giảm đau, chườm mát, lotion calamine, tắm bột yến mạch.",
    "Phòng bệnh": "Vaccine Shingrix, tránh tiếp xúc với người suy giảm miễn dịch, người chưa mắc thủy đậu hoặc chưa tiêm vaccine thủy đậu (đặc biệt phụ nữ mang thai), trẻ sinh non hoặc nhẹ cân, giữ vết phát ban được che phủ, không chạm hoặc gãi phát ban, rửa tay thường xuyên.",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Thuốc kháng virus",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Trong vòng 3 ngày sau phát ban"
      },
      {
        "Tên thuốc": "Thuốc giảm đau",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Hydrocortisone cream, Antihistamines",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  },
  {
    "Tên bệnh": "Shingles (zona)",
    "Tên khoa học": "Herpes Zoster",
    "Triệu chứng": "Đau rát, nhói hoặc ngứa; phát ban (thường ở một bên cơ thể hoặc mặt); mụn nước; sốt; nhức đầu; ớn lạnh; khó chịu ở bụng",
    "Vị trí xuất hiện": "Một bên cơ thể hoặc mặt, thường là một dải duy nhất; có thể lan rộng ở người suy giảm miễn dịch",
    "Nguyên nhân": "Virus varicella-zoster (VZV), cùng loại virus gây bệnh thủy đậu. Virus này tái hoạt động sau khi đã tồn tại tiềm ẩn trong cơ thể từ lần mắc thủy đậu trước đó",
    "Tiêu chí chẩn đoán": "Tiền sử bệnh; khám phát ban; xét nghiệm mẫu mô hoặc dịch từ mụn nước (trong một số trường hợp)",
    "Chẩn đoán phân biệt": "Không tìm thấy",
    "Điều trị": "Thuốc kháng virus (trong vòng 3 ngày sau khi phát ban); thuốc giảm đau; chườm mát; kem calamine; tắm bột yến mạch",
    "Phòng bệnh": "Vaccine Shingrix (cho người lớn khỏe mạnh từ 50 tuổi trở lên, hoặc từ 19 tuổi trở lên nếu suy giảm miễn dịch); tránh tiếp xúc với người có hệ miễn dịch yếu, người chưa bị thủy đậu hoặc chưa tiêm phòng thủy đậu (đặc biệt là phụ nữ mang thai), trẻ sinh non hoặc nhẹ cân; giữ vết phát ban được che chắn; không chạm hoặc gãi vết phát ban; rửa tay thường xuyên",
    "Các loại thuốc": [
      {
        "Tên thuốc": "Thuốc kháng virus",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Trong vòng 3 ngày sau khi phát ban"
      },
      {
        "Tên thuốc": "Thuốc giảm đau",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Kem hydrocortisone",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      },
      {
        "Tên thuốc": "Thuốc kháng histamine",
        "Liều lượng": "Không tìm thấy",
        "Thời gian sử dụng": "Không tìm thấy"
      }
    ]
  }
]